<template>
  <block-ab title="Администрирование отеля">
    <div class="block-zxc__right">
      <common-documents-list json-path="documents/demo-ekzam-admin.json" />
      <div class="block-zxc__right-mobile">
        <common-documents-list json-path="documents/demo-ekzam-adminAtt.json" />
      </div>
    </div>
    <div class="block-zxc__left">
      <div class="middle" v-for="emp in employeers" :key="emp.img">
        <img
          v-on:click="
            visible = !visible
            imgs = emp.img
          "
          class="img-single__preview"
          :src="'/img/projects/demoekzam-item/Администрирование_отеля_' + emp.img + 'png'" />
        <p class="ab__p">
          <b>Аттестат ЦПДЭ {{ emp.img }} </b>
        </p>
      </div>
    </div>
    <div class="block-zxc__center">
      <p class="ab__p">
        Студенты специальности 43.02.14 Гостиничное дело сдают демонстрационный экзамен по
        компетенции Администрирование отеля.
      </p>
      <p class="ab__p">
        Путешествие и туризм играют важную роль в социальном и экономическом росте в Европе.
        Неотъемлемой частью в этой отрасли являются гостиницы разных типов и размеров,
        обеспечивающие проживание, а также связанные с ним услуги для гостей со всего мира.
      </p>
      <p class="ab__p">
        Ключевой ролью при создании любого отеля является роль портье. Находясь в зоне отдела приема
        и размещения гостей гость отеля получает первое впечатление о гостинице, а также свой первый
        опыт пребывания в гостинице. В этом месте устанавливается первоначальный контакт с
        персоналом отеля. Качество, этикет и быстрота обслуживания могут сильно повлиять, на то,
        какое отношение сложиться у гостя к гостинице во время его пребывания, положительное или
        отрицательное. В свою очередь, это влияет на репутацию отеля и продолжение его работы.
      </p>
      <p class="ab__p">
        Администратор отеля в основном работает на фронт-офисе самого же отеля. Администратору отеля
        необходимо постоянно применять широкий диапазон навыков. В этот диапазон входит знание
        местной и общей туристической информации, хороший разговорный и письменный уровень
        английского языка, знание компьютерных программ, хорошие манеры и поведение, а также наличие
        отличных коммуникативных и социальных навыков, умение разрешать проблемы, компетентность в
        работе с цифрами и денежными средствами, навык обработки и применения процедур бронирования,
        приема и выписки гостей из отеля. Если Администратор обладает этими навыками и использует их
        в верном направлении, то границы продвижения и мобильность являются широкими.
      </p>
      <p class="ab__p">
        Это по-настоящему международная профессия в открытом потоке сектора обслуживания.
      </p>
      <p class="ab__p">
        Оценка Конкурсного задания основывается на приведенных ниже критериях. При оценке
        разговорных модулей помимо измеримых параметров обращается внимание на мимику, жесты,
        интонацию; этикет, грамотность устной речи, доброжелательность. Важно учитывать контекст
        ситуации, характер, статус, манеру общения гостя.
      </p>
      <p class="ab__p">
        При оценке письменных заданий необходимо рассматривается грамотность письменной речи;
        структурированность, последовательность изложения и логичность текста; соответствие текста
        правилам деловой переписки, а также полнота информации, отраженной конкурсантом, исходя из
        условий задания.
      </p>
      <p class="ab__p">
        В рамках движения «Молодые профессионалы» участники проходят, как правило, несколько фаз
        своего развития и становления в качестве предпринимателей: от Бизнес-разработчика
        (Бизнес-девелопера) в «чужом» проекте, до развития собственного бизнеса, предпринимательской
        фирмы.
      </p>
      <h2 class="ab__subtitle">Телефонные переговоры, бронирование по телефону, заселение.</h2>
      <p class="ab__p">
        Участнику необходимо ответить на телефонные звонки. Нужно использовать стандартные фразы в
        определенной последовательности, а также дать всю необходимую информацию, запрашиваемую
        гостем. Кроме того, необходимо осуществить корректное бронирование, с занесением всех
        необходимых данных в электронную базу, а также заселить гостя согласно стандартным
        процедурам, соблюдая требования к ведению документации.
      </p>
      <h2 class="ab__subtitle">Деловая переписка.</h2>
      <p class="ab__p">
        Задание выполняется на компьютере или ноутбуке (предоставляется организаторами) в программе
        Microsoft Word, оформляется согласно всем правилам и этикету деловой переписки и сохраняется
        участником на рабочий стол в папку с его именем (папка создается участником) в виде
        документа Microsoft Word с названием модуля.
      </p>
      <h2 class="ab__subtitle">Помощь гостям во время их пребывания в отеле.</h2>
      <p class="ab__p">
        Участник должен быть готов дать необходимою информацию гостю по месторасположению отеля, об
        услугах отеля, ответить на запросы гостей, информировать о времени работы всех услуг,
        предоставляемых отелем.
      </p>
      <h2 class="ab__subtitle">Экстраординарные и неожиданные ситуации в отеле.</h2>
      <p class="ab__p">
        Участник должен уметь правильно и корректно отреагировать на все неожиданные ситуации,
        которые могут произойти в отеле, обладать стрессоустойчивостью и проявлять самообладание,
        быть в состоянии действовать в экстраординарных ситуациях согласно стандартам, должностной
        инструкции и технике безопасности.
      </p>
      <h2 class="ab__subtitle">Туристическая информация.</h2>
      <p class="ab__p">
        Участник должен знать достопримечательности города, расписание транспортных средств
        передвижения, ориентироваться в учреждениях общепита города, быть в состоянии предоставить
        информацию об истории данной местности, уметь пользоваться картой города.
      </p>
      <h2 class="ab__subtitle">Разработка ВИП-тура.</h2>
      <p class="ab__p">
        Участник должен знать: достопримечательности города, расписание транспортных средств
        передвижения, рестораны города, информацию об исторических местах, уметь разработать
        развлекательную программу, учитывая возраст, интересы, время, которым располагает гость.
        Расчет экономических показателей не требуется.
      </p>
      <h2 class="ab__subtitle">Кассовые операции.</h2>
      <p class="ab__p">
        Участник должен знать и понимать: алгоритмы выполнения стандартных кассовых операций –
        передача смены коллеге, порядок расчета гостей и предоставления документации финансовой
        отчетности.
      </p>
      <h2 class="ab__subtitle">Процедура выселения гостей.</h2>
      <p class="ab__p">
        Участник должен знать и понимать: стандартные процедуры и их алгоритмы при выезде гостя,
        различные типы оплаты, порядок учета авансовых депозитов при подготовке счета, порядок
        предоставления документов финансовой отчетности гостю.
      </p>
      <h2 class="ab__subtitle">Распределение номерного фонда.</h2>
      <p class="ab__p">
        Необходимо проводить точные расчеты при выполнении задания, оцениваются критерии деловой
        переписки.
      </p>
      <h2 class="ab__subtitle">KPI</h2>
      <p class="ab__p">Необходимо проводить точные расчеты при выполнении задания</p>
      <h2 class="ab__subtitle">Соответствие формы участника стандартам профессии</h2>
      <p class="ab__p">В данном модуле оценивается соответствие внешнего вида профессии.</p>
      <h2 class="ab__subtitle">Доклад по отчету ночного аудитора</h2>
      <p class="ab__p">
        Проанализировав ключевые показатели деятельности отеля за определенный период (выгрузка
        «night audit» из Opera PMS»), необходимо корректно ответить на вопросы задания.
      </p>
      <h2 class="ab__subtitle">Составление расписания для сотрудников СПиР</h2>
      <p class="ab__p">
        Исходя из заданных условий по количеству выходных для сотрудников, количества смен в неделю
        для каждого сотрудника и необходимого количества сотрудников на смене, требуется составить
        рабочее расписание для сотрудников СПиР.
      </p>
      <h2
        class="ab__subtitle hidden"
        v-on:click="
          pressrelease = !pressrelease
          results = false
        ">
        <b red>Пресс-релиз</b>
      </h2>
      <h2
        class="ab__subtitle hidden"
        v-on:click="
          results = !results
          pressrelease = false
        ">
        <b red>Итоги демонстрационных экзаменов по компетенции</b>
      </h2>
      <div v-show="pressrelease">
        <h2 class="ab__subtitle">Анонс ДЭ по компетенции «Администрирование отеля» май 2024</h2>
        <p class="ab__p">
          Студенты заочного отделения обучающиеся по специальности 43.02.14 Гостиничное дело с 20 по
          21 мая в соответствии Федеральным государственным образовательным стандартом по своей
          специальности сдают демонстрационный экзамен в рамках государственной итоговой аттестации.
        </p>
        <p class="ab__p">
          Наш колледж является зарегистрированным Центром проведения демонстрационного экзамена по
          данной специальности и представляет собой площадку, оборудованную и оснащенную в
          соответствии со всеми требованиями комплекта оценочной документации.
        </p>
        <p class="ab__p">
          Экзаменуемым предстоит: планировать потребности службы приема и размещения в материальных
          ресурсах и персонале; организовывать деятельность работников службы приема и размещения в
          соответствии с текущими планами и стандартами гостиницы; организовывать деятельность
          работников службы приема и размещения в соответствии с текущими планами и стандартами
          гостиницы.
        </p>
        <p class="ab__p">
          Часть заданий выполняется на английском языке. Результаты полученные будущими выпускникам
          отразятся в их Цифровых паспортах компетенции и дипломах.
        </p>
        <h2 class="ab__subtitle">
          Анонс ДЭ по компетенции «Администрирование отеля» со 2 марта 2023
        </h2>
        <p class="ab__p">
          Со 2 марта в нашем колледже снова стартуют демонстрационные экзамены. Проходить они будут
          на основе комплектов оценочной документации профильного уровня (по компетенциям).
        </p>
        <p class="ab__p">
          Первыми демонстрационный экзамен в рамках промежуточной аттестации будет сдавать группа
          41ГД по компетенции «Администрирование отеля».
        </p>
        <p class="ab__p">
          Как показал предыдущий демонстрационный экзамен по данной компетенции, задания не вызывают
          у студентов больших сложностей, главное отнестись к экзамену ответственно, но не
          зажиматься, а в полной мере раскрыть свои навыки свободного и вежливого общения.
        </p>
        <p class="ab__p">
          Оценивать выполнение заданий будут представители индустрии гостеприимства города Омска,
          которые для выпускников нашего колледжа являются потенциальными работодателями.
        </p>
        <p class="ab__p">
          По итогам экзамена студентам будет выставлена оценка по модулю «ПМ 01. Организация и
          контроль текущей деятельности сотрудников службы приема и размещения».
        </p>
        <p class="ab__p">
          В июне 2023 этой же группе предстоит сдавать демонстрационный экзамен по той же
          компетенции, но уже в рамках государственной итоговой аттестации и по более сложному КОД.
        </p>
        <p class="ab__p">Желаем участникам успешной сдачи всех экзаменов!</p>
        <h2 class="ab__subtitle">
          Анонс ДЭ по компетенции «Администрирование отеля» с 6 июня по 9 июня
        </h2>
        <p class="ab__p">
          С 6 июня в нашем колледже стартуют демонстрационные экзамены по компетенции
          «Администрирование отеля».
        </p>
        <p class="ab__p">
          Группа 41ГД и группа заочного обучения 5ГД (специальность «Гостиничное дело») покажут свои
          знания в качестве администраторов отеля в соответствии с комплектом оценочной документации
          1.3.
        </p>
        <p class="ab__p">
          Администратору отеля необходимо постоянно применять широкий диапазон навыков. В этот
          диапазон входит знание местной и общей туристической информации, хороший разговорный и
          письменный уровень английского языка, знание компьютерных программ, хорошие манеры и
          поведение, а также наличие отличных коммуникативных и социальных навыков, умение разрешать
          проблемы, компетентность в работе с цифрами и денежными средствами, навык обработки и
          применения процедур бронирования, приема и выписки гостей из отеля.
        </p>
        <p class="ab__p">
          Компетенция «Администрирование отеля» для нашей области является новой, и мастерская по
          данной компетенции в нашем колледже откроется впервые, поэтому мы вдвойне будем переживать
          за участников и желать им успеха!
        </p>
      </div>
      <div v-show="results">
        <h2 class="ab__subtitle">
          Итоги демонстрационного экзамена по компетенции «Администрирование отеля» с 6 по 9 июня
          2022
        </h2>
        <p class="ab__p">
          Завершился демонстрационный экзамен по компетенции «Администрирование отеля» для группы 41
          ГД. Он прошел в период с 6 по 9 июня 2022.
        </p>
        <p class="ab__p">
          Роли гостей выполняли преподаватели колледжа, а экспертами были руководители различных
          служб отелей города Омска.
        </p>
        <p class="ab__p">
          Эмоции били через край, но экзамен будущие выпускники сдали достойно! Участникам пришлось
          оформлять выезд и заселение гостей, корректно реагировать на жалобы, рассказывать о
          достопримечательностях Омска, составлять расписание работы служб приема и размещения,
          осуществить расчет показателей эффективности средства размещения, написать доклад по
          ночному аудиту и выступить с ним. Было много заданий на английском языке, так как он
          является международным.
        </p>
        <p class="ab__p">
          Шесть участников набрали баллы соответствующие, по критериям демонстрационного экзамена,
          оценке «отлично». И девять участников набрали баллы соответствующие оценке «хорошо». Такие
          скиллспаспорта не стыдно предъявить будущим работодателям.
        </p>
      </div>
    </div>
    <button class="back" @click="$router.go(-1)">Назад</button>
    <div class="enlarged" v-show="visible">
      <icon-wrapper width="48" height="48" class="close" v-on:click="visible = false">
        <icon-close />
      </icon-wrapper>
      <img
        class="img-single__enlarged"
        :src="'/img/projects/demoekzam-item/Администрирование_отеля_' + imgs + 'png'" />
    </div>
    <div class="block-zxc__bottom-mobile">
      <common-documents-list json-path="documents/demo-ekzam-admin.json" />
      <common-documents-list json-path="documents/demo-ekzam-adminAtt.json" />
    </div>
  </block-ab>
</template>

<script>
export default {
  data() {
    return {
      employeers: [
        {
          img: '1.',
        },
        {
          img: '2.',
        },
        {
          img: '3.',
        },
        {
          img: '4.',
        },
      ],
      visible: false,
      pressrelease: false,
      results: false,
      imgs: '',
    }
  },
}
</script>

<style scoped lang="scss">
.img-test {
  margin: 10px;
  height: 300px;
  width: 400px;
  float: left;
  @media screen and (max-width: 768px) {
    height: 200px;
    width: 300px;
  }
}
.back {
  position: absolute;
  right: 16px;
  top: -50px;
  color: $bg-primary;
  background-color: $accent-color;
  padding: 12px 24px;
  border-radius: 12px;
  @include medium-media {
    position: fixed;
    top: 85px;
    right: 15px;
  }
}
.middle {
  margin-left: auto;
  width: 200px;
  margin-right: auto;
}
.hidden {
  margin-top: 20px;
  cursor: pointer;
}
.enlarged {
  visibility: visible;
  top: 80px;
  left: 0px;
  position: fixed;
  width: 100vw;
  height: 100vh;
  background-color: rgba($color: #000000, $alpha: 0.5);
}

.close {
  color: #000;
  top: 60px;
  right: 50px;
  position: absolute;
  transition: $t height;
  transition: color $t;
  color: $icon-color;
  cursor: pointer;
  &:hover {
    color: $accent-color;
  }
}

.block-zxc {
  &__right {
    @include high-media() {
      display: block;
    }
    @include small-media() {
      display: none;
    }
    &-mobile {
      display: none;
      @include high-media() {
        display: block;
      }
    }
  }
}
</style>
