<template>
  <block-ab title="Бухгалтерский учет">
    <div class="block-zxc__right">
      <common-documents-list json-path="documents/demo-ekzam-booker.json" />
      <div class="block-zxc__right-mobile">
        <common-documents-list json-path="documents/demo-ekzam-bookerAtt.json" />
      </div>
    </div>
    <div class="block-zxc__left">
      <div class="middle" v-for="emp in employeers" :key="emp.img">
        <img
          v-on:click="
            visible = !visible
            imgs = emp.img
          "
          class="img-single__preview"
          :src="'/img/projects/demoekzam-item/Бух_учет_' + emp.img + 'png'" />
        <p class="ab__p">
          <b>Аттестат ЦПДЭ {{ emp.img }} </b>
        </p>
      </div>
    </div>
    <div class="block-zxc__center">
      <p class="ab__p">
        Студенты специальности 38.02.01 Экономика и бухгалтерский учет (по отраслям) сдают
        демонстрационный экзамен по компетенции Бухгалтерский учет.
      </p>
      <p class="ab__p">
        Бухгалтер – это специалист, фиксирующий финансовую деятельность организаций и ИП в учетных
        документах, составляющий отчетность. В обязанности данного специалиста входят ведение
        налогового и управленческого учета, начисление заработной платы сотрудникам, проведение
        расчетов по договорам, определение направлений по оптимизации налоговых платежей, сдача
        финансовой, налоговой отчетности.
      </p>
      <p class="ab__p">
        Работа современного бухгалтера требует отличного знания и умения работы с различными
        программными продуктами. Эту профессию отличает невысокий уровень общения, ее представители
        контактируют не столько с людьми, сколько с документами.
      </p>
      <p class="ab__p">Бухгалтер в организации выполняет следующие основные функции:</p>
      <ul class="ab__list">
        <li>
          прием, обработка документов, контроль за правильностью их составления, обеспечение
          сохранности;
        </li>
        <li>своевременный учет активов, обязательств, отслеживание движения денежных средств;</li>
        <li>начисление и выплата заработной платы;</li>
        <li>
          составление калькуляций себестоимости продукции (работ, услуг), распределение расходов;
        </li>
        <li>расчет и уплата налогов и обязательных платежей в бюджет и внебюджетные фонды;</li>
        <li>учет доходов и расходов компании;</li>
        <li>составление и сдача внешней и внутренней отчетности;</li>
        <li>
          проведение финансового анализа информации, содержащейся в бухгалтерской (финансовой)
          отчетности;
        </li>
        <li>
          разработка и реализация мероприятий по минимизации затрат и рациональному использованию
          ресурсов;
        </li>
        <li>представление интересов компании в налоговых органах и фондах.</li>
      </ul>
      <p class="ab__p">Оценка задания основываться на следующих критериях и субкритериях:</p>
      <p class="ab__p">
        <b>А. Текущий учет и группировка данных</b>
      </p>
      <ul class="ab__list">
        <li>Подготовка информационной базы для ведения учета;</li>
        <li>Работа с первичными учетными документами;</li>
        <li>Текущий учет операций;</li>
        <li>Работа с учетными регистрами.</li>
      </ul>
      <p class="ab__p">
        <b>В. Ведение налогового учета и налоговое планирование</b>
      </p>
      <ul class="ab__list">
        <li>Расчет налогов;</li>
        <li>Работа с налоговой документацией;</li>
        <li>Составление налоговой отчетности;</li>
        <li>Налоговое планирование.</li>
      </ul>
      <p class="ab__p">
        <b>С. Составление финансовой отчетности и ее анализ</b>
      </p>
      <ul class="ab__list">
        <li>Составление финансовой отчетности;</li>
        <li>Анализ финансовой отчетности</li>
      </ul>
      <p class="ab__p">
        <b>D. Оценка и управление эффективностью деятельности</b>
      </p>
      <ul class="ab__list">
        <li>Формирование бюджетов;</li>
        <li>Принятие управленческих решений.</li>
      </ul>
      <p class="ab__p">
        Конкурсное задание по каждому модулю представлено в виде профессиональных кейсов, которые
        содержат в себе информацию об организации и ее работниках, первичная и сводная информация
        для отражения операций в бухгалтерском и налоговом учете, составления и анализа финансовой
        отчетности, информация для разработки финансового плана развития организации.
      </p>
      <p class="ab__p">
        Конкурсантам необходимо выполнить решение кейсов с помощью специализированной программы
        автоматизации бухгалтерского учета (например, 1С: Предприятие 8.3), а также офисных
        программ.
      </p>
      <p class="ab__p">
        В процессе выполнения задания конкурсант может применять справочно-правовые системы.
      </p>
      <h2
        class="ab__subtitle click"
        v-on:click="
          pressrelease = !pressrelease
          results = false
        ">
        <b red>Пресс-релиз</b>
      </h2>
      <h2
        class="ab__subtitle click"
        v-on:click="
          results = !results
          pressrelease = false
        ">
        <b red>Итоги демонстрационных экзаменов по компетенции</b>
      </h2>
      <div v-show="pressrelease">
        <h2 class="ab__subtitle">
          Анонс демонстрационного экзамена по компетенции «Бухгалтерский учет» май 2024
        </h2>
        <p class="ab__p">
          Студенты заочного отделения обучающиеся по специальности 38.02.01 Экономика и
          бухгалтерский учет с 20 по 21 мая в соответствии Федеральным государственным
          образовательным стандартом по своей специальности сдают демонстрационный экзамен в рамках
          государственной итоговой аттестации.
        </p>
        <p class="ab__p">
          Наш колледж является зарегистрированным Центром проведения демонстрационного экзамена по
          данной специальности и представляет собой площадку, оборудованную и оснащенную в
          соответствии со всеми требованиями комплекта оценочной документации.
        </p>
        <p class="ab__p">
          На экзамене им предстоит: обрабатывать первичные бухгалтерские документы, проводить учет
          денежных средств, оформлять денежные и кассовые документы, формировать бухгалтерские
          проводки по учету активов организации на основе рабочего плана счетов бухгалтерского
          учета.
        </p>
        <p class="ab__p"></p>
        <p class="ab__p"></p>
        <p class="ab__p"></p>
        <p class="ab__p"></p>
        <h2 class="ab__subtitle">
          Анонс демонстрационного экзамена по компетенции «Бухгалтерский учет»
        </h2>
        <p class="ab__p">
          «Бухгалтерский учёт» вот название компетенции, по которой предстоит сдавать
          демонстрационный экзамен четырем группам: 409Б, 31Б, 32Б и 300Б; в период с 22 мая по 03
          июня.
        </p>
        <p class="ab__p">
          Для первых трёх групп данный экзамен часть их государственной итоговой аттестации, и
          результаты этой аттестации конечно попадут в диплом о завершении среднего
          профессионального образования.
        </p>
        <p class="ab__p">
          Экзамен будет проходить согласно комплекту оценочной документации 1.1-2022-2024 в разрезе
          двух модулей:
        </p>
        <ul class="ab__list">
          <li>текущий учет и группировка данных,</li>
          <li>составление финансовой отчетности и её анализ.</li>
        </ul>
        <p class="ab__p">
          Оценку выполнения работ будут проводить эксперты, имеющие свидетельства ФГБОУ ДПО
          «Институт развития профессионального образования» из АНПОО «Сибирская региональная школа
          бизнеса (колледж)», НОЧУ ВО «Московский финансово-промышленный университет «Синергия»,
          БПОУ «Омский промышленно-экономический колледж», БПОУ «Омский автотранспортный колледж» и
          других организаций.
        </p>
        <p class="ab__p">
          К настоящему моменту выпускники уже заполнили профили в цифровой платформе, изучили весь
          материал, закрепили навыки на преддипломной практике и готовы приступить к демонстрации
          своих знаний!
        </p>
        <h2 class="ab__subtitle">
          Анонс демонстрационного экзамена по компетенции «Бухгалтерский учет» декабрь 2022
        </h2>
        <p class="ab__p">
          Отличную возможность проверить полученные знания по профессиональному модулю ПМ.04.
          «Составление и использование бухгалтерской отчетности» получат студенты группы 409Б на
          демонстрационном экзамене.
        </p>
        <p class="ab__p">
          Экзамен состоится в период с 19 по 21 декабря в Центре проведения демонстрационного
          экзамена, аккредитованном «Агентством развития навыков и профессий» по компетенции
          «Бухгалтерский учет». Участникам предстоит выполнить задание, соответствующее комплекту
          оценочной документации 1.3, а именно выполнить текущий учет и группировку данных.
        </p>
        <p class="ab__p">
          Выставлять баллы будут приглашенные эксперты с правом оценки демонстрационного экзамена из
          ФГАОУ ВО «Омский государственный технический университет», ООО «ВиТ» и Университетского
          колледжа агробизнеса ФГБОУ ВО «Омский государственный аграрный университет имени П.А.
          Столыпина».
        </p>
        <h2 class="ab__subtitle">Демонстрационный экзамен по компетенции Бухгалтерский учет</h2>
        <p class="ab__p">
          В рамках ГИА для группы 31 Б по специальности 38.02.01 «Экономика и бухгалтерский учет (по
          отраслям)» для обучающихся БПОУ «Колледж инновационных технологий, экономики и коммерции»
          с 30 мая по 1 июня 2022 года пройдут демонстрационный экзамен по компетенции
          R41Бухгалтерский учет.
        </p>
        <p class="ab__p">
          Задание Демонстрационного экзамена соответствует комплекту оценочных документов 1.1
          содержит требования к выполнению следующих модулей: Модуль А: Текущий учет и группировка
          данных и Модуль С: Составление финансовой отчетности и ее анализ.
        </p>
        <p class="ab__p">
          30 мая для студентов группы 31 Б станет подготовительным (С-1): будет произведено
          распределение рабочих мест (жеребьевка) и ознакомление участников с рабочими местами,
          оборудованием, графиком работы, иной документацией и заполнение Протоколов.
        </p>
      </div>
      <div v-show="results">
        <h2 class="ab__subtitle">
          Итоги демонстрационного экзамена по компетенции «Бухгалтерский учет» с 19 по 21 декабря
          2022 года
        </h2>
        <p class="ab__p">
          В качестве промежуточной аттестации для студентов группы 409Б был проведен
          демонстрационный экзамен по компетенции «Бухгалтерский учет». Студенты выполняли задание
          согласно КОД 1.3.
        </p>
        <p class="ab__p">
          В рамках комплекта оценочной документации проверялись знания, умения и навыки по Модулю А:
          Текущий учет и группировка данных. Участникам был предложен профессиональный кейс,
          содержащий информацию о регистрационных данных организации, о ее работниках, первичные
          входящие документы по операциям за месяц и пояснения к ним.
        </p>
        <p class="ab__p">
          В ходе выполнения задания участники успешно использовали специализированную программу 1С:
          Бухгалтерия 8, применили справочно-правовой системы «Консультант Плюс» и информационную
          систему 1С:ИТС.
        </p>
        <p class="ab__p">
          Участники продемонстрировали хороший уровень (качество 79 %) освоения общих и
          профессиональных компетенций по специальности 38.02.01 Экономика и бухгалтерский учет (по
          отраслям), о чем свидетельствуют полученные результаты.
        </p>
        <p class="ab__p">
          В оценке экзамена приняли участие эксперты, в том числе и работодатели: Леонидова Т.С. -
          директор ООО «ВиТ», Бармотина Ю.В. – преподаватель ФГАОУ ВО «Омский государственный
          технический университет», Казначеева Е.М.- преподаватель ФГБОУ ВО «Омский государственный
          аграрный университет имени П.А. Столыпина Университетский колледж агробизнеса».
        </p>
      </div>
    </div>
    <button class="back" @click="$router.go(-1)">Назад</button>
    <div class="enlarged" v-show="visible">
      <icon-wrapper width="48" height="48" class="close" v-on:click="visible = false">
        <icon-close />
      </icon-wrapper>
      <img
        class="img-single__enlarged"
        :src="'/img/projects/demoekzam-item/Бух_учет_' + imgs + 'png'" />
    </div>
    <div class="block-zxc__bottom-mobile">
      <common-documents-list json-path="documents/demo-ekzam-booker.json" />
      <common-documents-list json-path="documents/demo-ekzam-bookerAtt.json" />
    </div>
  </block-ab>
</template>

<script>
import personCard from '~/components/entities/person-card.vue'
export default {
  components: { personCard },
  data() {
    return {
      employeers: [
        {
          img: '1.',
        },
        {
          img: '2.',
        },
        {
          img: '3.',
        },
      ],
      visible: false,
      pressrelease: false,
      results: false,
      imgs: '',
    }
  },
}
</script>

<style scoped lang="scss">
.img-test {
  margin: 10px;
  height: 300px;
  width: 400px;
  float: left;
  @media screen and (max-width: 768px) {
    height: 200px;
    width: 300px;
  }
}
.back {
  position: absolute;
  right: 16px;
  top: -50px;
  color: $bg-primary;
  background-color: $accent-color;
  padding: 12px 24px;
  border-radius: 12px;
  @include medium-media {
    position: fixed;
    top: 85px;
    right: 15px;
  }
}
.middle {
  margin-left: auto;
  width: 200px;
  margin-right: auto;
}
.click {
  margin-top: 20px;
  cursor: pointer;
}
.enlarged {
  visibility: visible;
  top: 80px;
  left: 0px;
  position: fixed;
  width: 100vw;
  height: 100vh;
  background-color: rgba($color: #000000, $alpha: 0.5);
}

.close {
  color: #000;
  top: 60px;
  right: 50px;
  position: absolute;
  transition: $t height;
  transition: color $t;
  color: $icon-color;
  cursor: pointer;
  &:hover {
    color: $accent-color;
  }
}

.block-zxc {
  &__right {
    @include high-media() {
      display: block;
    }
    @include small-media() {
      display: none;
    }
    &-mobile {
      display: none;
      @include high-media() {
        display: block;
      }
    }
  }
}
</style>
