<template>
  <block-ab title="Поварское дело">
    <div class="block-zxc__right">
      <common-documents-list json-path="documents/demo-ekzam-cook.json" />
      <div class="block-zxc__right-mobile">
        <common-documents-list json-path="documents/demo-ekzam-cookAtt.json" />
      </div>
    </div>
    <div class="block-zxc__left">
      <div class="middle" v-for="emp in employeers" :key="emp.img">
        <img
          v-on:click="
            visible = !visible
            imgs = emp.img
          "
          class="img-single__preview"
          :src="'/img/projects/demoekzam-item/Поварское_дело_' + emp.img + 'png'" />
        <p class="ab__p">
          <b>Аттестат ЦПДЭ {{ emp.img }} </b>
        </p>
      </div>
    </div>
    <div class="block-zxc__center">
      <p class="ab__p">
        Cтуденты, обучающиеся по профессии 43.01.09 Повар, кондитер и по специальности 43.02.15
        Поварское и кондитерское дело, сдают демонстрационный экзамен по компетенции Поварское дело.
      </p>
      <p class="ab__p">
        Повар работает в индустрии питания, включая элитные рестораны, кафе, бары, а также в сфере
        социального обслуживания (больницах и домах престарелых), предоставляя питание гостям и
        персоналу. Диапазон профессиональных навыков и ожиданий клиентов будет варьироваться в
        зависимости от места работы. Требуемый тип и качество предоставляемой услуги напрямую
        связаны с оплатой, производимой заказчиком, будь то физическое или юридическое лицо. Помимо
        мастерства приготовления блюд, должность повара требует определенных навыков, связанных с
        коммерческим аспектом деятельности, в частности, соблюдением установленного бюджета и
        обеспечением ожидаемой прибыли. К этим навыкам относится составление меню, оформление заявки
        на пищевые продукты, их приобретение, контроль за хранение, использование и реализация
        готовой продукции, управление деятельностью производства через планирование, обмен
        информацией, взаимодействия с персоналом.
      </p>
      <p class="ab__p">
        Повар, работающий в элитном отеле или ресторане высокой кухни, должен демонстрировать
        впечатляющие навыки приготовления пищи и ее презентации. Он создает и творчески
        подготавливает блюда к подаче, в соответствии с ожиданиями гостя.
      </p>
      <p class="ab__p">
        Мода и тенденции в сфере кулинарии постоянно меняются, так что повару необходимо всегда быть
        в курсе актуальных новинок. Гость ожидает, что прием пищи станет ярким и запоминающимся
        событием. Его впечатления складываются из атмосферы ресторана, презентации блюда,
        обслуживания.
      </p>
      <p class="ab__p">
        Во все времена важнейшее значение имеет строгое соблюдение санитарных норм и правил личной
        гигиены, а также техники безопасности. Несоблюдение этих требований может иметь серьезные
        последствия для здоровья и благополучия гостя, а также нанести непоправимый ущерб репутации
        предприятия питания.
      </p>
      <p class="ab__p">
        Во все времена важнейшее значение имеет строгое соблюдение санитарных норм и правил личной
        гигиены, а также техники безопасности. Несоблюдение этих требований может иметь серьезные
        последствия для здоровья и благополучия гостя, а также нанести непоправимый ущерб репутации
        предприятия питания.
      </p>
      <p class="ab__p">
        Организации питания оснащены высокотехнологичным оборудованием, при работе с которым
        необходимо соблюдать технику безопасности и правила охраны труда. Рабочее место представляет
        собой зону с опасными факторами, где сотрудники работают в стрессовых ситуациях, часто в
        ограниченном пространстве.
      </p>
      <p class="ab__p">
        Для повара крайне важны навыки эффективной коммуникации. Профессиональная кухня является
        пространством повышенного давления, где команды поваров, специализирующихся на различных
        этапах производства, работают вместе, чтобы приготовить все блюда согласно меню.
      </p>
      <p class="ab__p">
        Благодаря глобализации в сфере индустрии питания, повара имеют возможность работать по всему
        миру. Спрос на услуги талантливого повара есть всегда. Для него открыты самые необычные и
        интересные заведения во всех уголках планеты. Это требует от него уважения к различным
        культурам, присущим им гастрономическим традициям и требованиям.
      </p>
      <p class="ab__p">
        Учитывая Конкурсное задание, участник выполняет приготовление нескольких блюд в одном цеху
        (у каждого своё персональное рабочее место), и в этих условиях участник должен
        продемонстрировать знания санитарных и гигиенических норм. Так как на одном рабочем месте
        будут приготавливаться холодные, горячие блюда и десерты, необходимо избежать перекрёстного
        обсеменения продукции. Во многих предприятиях питания вне дома, не работает цеховая
        структура, и на многих кухнях существует только один цех, где приготавливается вся
        продукция, и именно поэтому так важно обучить поваров правильной работе в любых условиях.
      </p>
      <p class="ab__p">
        Для этого необходимо использовать цветовую маркировку разделочных досок, обрабатывать
        рабочие поверхности (производить мойку и дезинфекцию), понимать и соблюдать товарное
        соседство продуктов в холодильнике. Так как у нас на рабочем месте только один холодильник
        (в условиях чемпионата большее количество поставить невозможно), необходимо разделять
        продукты по категориям на разные полки холодильника, учитывать сроки хранения продукции и
        маркировку, соблюдать правила техники безопасности и охрану труда.
      </p>
      <h2
        class="ab__subtitle click"
        v-on:click="
          pressrelease = !pressrelease
          results = false
        ">
        <b red>Пресс-релиз</b>
      </h2>
      <h2
        class="ab__subtitle click"
        v-on:click="
          results = !results
          pressrelease = false
        ">
        <b red>Итоги демонстрационных экзаменов по компетенции</b>
      </h2>
      <div class="hidden" v-show="pressrelease">
        <h2 class="ab__subtitle">Анонс ДЭ по компетенции «Поварское дело» май 2024</h2>
        <p class="ab__p">Снова в Колледже инновационных технологий, экономики и коммерции гости.</p>
        <p class="ab__p">
          К нам приедут сдавать свой самый главный экзамен – государственную итоговую аттестацию –
          студенты Калачинского аграрно-технического колледжа и Тюкалинского профессионального
          колледжа обучающиеся по профессии Повар, кондитер.
        </p>
        <p class="ab__p">Их демонстрационные экзамены пройдут с 20 по 25 мая.</p>
        <p class="ab__p">
          В ходе экзамена ребятам предстоит проявить полученные знания и навыки в условиях
          приближенных к условиям реального будущего места работы.
        </p>
        <p class="ab__p">
          Наш колледж имеет площадку и всё необходимое оснащение для создания таких условий.
        </p>
        <p class="ab__p">
          Ребятам предстоит показать знания и умения: в подготовке рабочего места, оборудования,
          сырья, исходных материалов для приготовления горячих блюд, кулинарных изделий, закусок
          разнообразного ассортимента в соответствии с инструкциями и регламентами; в осуществлении
          приготовления, непродолжительного хранения горячих соусов разнообразного ассортимента; в
          приготовлении, творческом оформлении и подготовке к реализации горячих блюд и гарниров из
          овощей, грибов, круп, бобовых, макаронных изделий разнообразного ассортимента.
        </p>
        <p class="ab__p">
          Результаты полученные будущими выпускникам отразятся в их Цифровых паспортах компетенции и
          дипломах.
        </p>

        <h2 class="ab__subtitle">Анонс ДЭ по компетенции «Поварское дело»</h2>
        <p class="ab__p">
          Не успели оглянуться, а уже подходит к концу учебный год. Для кого-то этот учебный год
          станет выпускным. Но для успешного завершения обучения необходимо пройти ещё один этап –
          сдать государственную итоговую аттестацию.
        </p>
        <p class="ab__p">
          Государственная итоговая аттестация для обучающихся по специальности «Поварское и
          кондитерское дело» проводится в форме демонстрационного экзамена и защиты дипломного
          проекта, а для обучающихся по профессии «Повар, кондитер» - в форме демонстрационного
          экзамена.
        </p>
        <p class="ab__p">
          Демонстрационные экзамены для групп обучающихся по специальности «Поварское и кондитерское
          дело» состоятся с 15 мая по 3 июня. А для групп, обучающихся по профессии «Повар,
          кондитер» - с 15 по 28 июня.
        </p>
        <p class="ab__p">
          На выполнение задания демонстрационного экзамена, как обычно, будет выделено 4 часа, без
          учёта подготовки и уборки рабочего места (0,5 часа), и 2 часа – для написания меню.
        </p>
        <p class="ab__p">
          В подготовительный день главный эксперт огласит вариант задания и проведет жеребьевку
          участников для распределения рабочих мест.
        </p>
        <p class="ab__p">
          В день экзамена каждый участник демонстрационного экзамена получит перечень продуктов, в
          соответствии с написанной им заявкой, и ингредиентом из «черного ящика».
        </p>
        <p class="ab__p">
          Для всех экзаменов выбран комплект оценочной документации 1.1, по которому ребятам нужно
          будет приготовить:
        </p>
        <ol class="ab__list-number">
          <li>Горячее блюдо из птицы</li>
          <li>Десерт</li>
          <li>Консоме (прозрачный бульон).</li>
        </ol>
        <p class="ab__p">
          Оценку выполнения работ и дегустацию будут проводить эксперты, имеющие свидетельства ФГБОУ
          ДПО «Институт развития профессионального образования», шеф-повара ведущих Омских
          ресторанов и опытные преподаватели колледжей Омской области.
        </p>
        <h2 class="ab__subtitle">
          Анонс демонстрационных экзаменов по компетенции «Поварское дело» октябрь – декабрь 2022
        </h2>
        <p class="ab__p">
          Для закрепления изученных профессиональных модулей, формирования общих и профессиональных
          компетенций, закрепления теоретического материала в нашем колледже с 17 октября по 28
          декабря будут проходить демонстрационные экзамены по компетенции «Поварское дело» в рамках
          промежуточной аттестации. Сдавать этот экзамен будут обучающиеся выпускных групп по
          специальности 43.02.15 Поварское и кондитерское дело и по профессии 43.01.09 Повар,
          кондитер. Запланированное количество участников 143 человека.
        </p>
        <p class="ab__p">
          В качестве линейных экспертов приглашены будущие работодатели из таких ресторанов как
          «Resto-bar Питер Pan», «Шато», «ILПатио» и другие. Так что, студентам необходимо показать
          достойные результаты, которые будут отражены в их «Скиллс Паспорте».
        </p>
        <h2 class="ab__subtitle">
          Начинаются демонстрационные экзамены по компетенции «Поварское дело»
        </h2>
        <p class="ab__p">
          Демонстрационные экзамены в форме Промежуточной и Государственной итоговой аттестации по
          компетенции «Поварское дело» будут проходить с 5 мая по 30 июня на базе БПОУ ОО «Колледж
          инновационных технологий, экономики и коммерции». В этом году за 2 месяца (май-июнь)
          демонстрационный экзамен сдают 270 человек, в том числе обучающиеся БПОУ "Калачинский
          аграрно-технический техникум", БПОУ "Саргатский индустриально-педагогический колледж",
          БПОУ "Тюкалинский профессиональный колледж".
        </p>
        <p class="ab__p">
          В апреле прошли тренировочные занятия для всех обучающихся, сдающих экзамен.
        </p>
        <p class="ab__p">
          В первый день С-1 проходят подготовительные мероприятия: распределение ролей линейных
          экспертов, жеребьевка и написание меню.
        </p>
        <p class="ab__p">
          За последние два года уровень подготовки наших выпускников повысился. Мы считаем, что опыт
          проведения чемпионата «Молодые профессионалы» WorldSkills дает свои результаты.
          Правительством Омской области уделяется большое внимание развитию профессионального
          образования, как к неотъемлемой части системы подготовки кадров нашего региона.
        </p>
      </div>
      <div class="hidden" v-show="results">
        <h2 class="ab__subtitle">
          Итоги демонстрационного экзамена по компетенции «Поварское дело» с 17 по 19 октября
        </h2>
        <img class="img-test" src="/img/news/86/preview.webp" />
        <p class="ab__p">
          в мастерской колледжа для студентов группы 41ПКД был проведён демонстарционный экзамен по
          компетенции "Поварское дело". Студенты выполняли задание демонстрационного экзамена
          согласно задания КОД 1.5.
        </p>
        <p class="ab__p">
          В выполнение модулей входило приготовление: горячая закуска - паста, горячее блюдо из
          птицы, прозрачный бульон (консоме). В качестве 30% изменения задания в подготовительный
          день участникам были озвучены продукты из «черного ящика»: корень сельдерея, цукини,
          брокколи, свекла.
        </p>
        <p class="ab__p">
          В оценке экзамена приняли участие работодатели: Сыресин С.Е, технолог предприятия питания
          ООО "БЭЙС-КЕЙТЕРИНГ", Кобзарь Е.А, шеф-повар ООО «Быстрое питание», Resto-bar Питер Pan,
          Кудрина Л.М, заведующая производством Ассоциация «Межрегиональный центр
          санаторно-курортной реабилитации и восстановительного лечения «Санаторий «Колос»,
          Василевская Д.А, заведующая производством ресторана «Шато»
        </p>

        <h2 class="ab__subtitle">
          Итоги демонстрационного экзамена по компетенции «Поварское дело» с 6 по 8 июня 2022
        </h2>
        <p class="ab__p">
          С блестящим успехом сдали демонстрационный экзамен на базе нашего колледжа студенты БПОК
          «Калачинский аграрно-технический колледж»!
        </p>
        <img
          class="img-test"
          alt="Предпринимательство рабочее место"
          src="/img/projects/demoekzam-item/Поварское дело 6-8.png" />
        <p class="ab__p">
          Для аттестации был выбран комплект оценочной документации 1.1, в соответствии с которым
          участникам необходимо было приготовить горячее блюдо из птицы, десерт и прозрачный бульон
          – консоме. С чем они прекрасно справились
        </p>
        <p class="ab__p">
          Трое из девятнадцати участников набрали баллы соответствующие, по критериям
          демонстрационного экзамена, оценке «отлично». Многие были близки к этой оценке. Пятнадцать
          участников набрали баллы соответствующие оценке «хорошо».
        </p>
        <p class="ab__p">
          Подробно результаты сдачи демонстрационного экзамена участники могут посмотреть в личном
          профиле на Цифровой платформе. Там они могу сформировать свой SkillsPassport, распечатать
          его, и предъявить своему будущему работодателю как доказательство своего профессионализма.
        </p>
        <p class="ab__p">
          Желаем участникам демонстрационного экзамена успешного трудоустройства и карьерного роста!
        </p>
        <h2 class="ab__subtitle">
          Итоги демонстрационного экзамена по компетенции «Поварское дело» с 23 по 25 мая 2022
        </h2>
        <p class="ab__p">
          Государственную итоговую аттестацию в форме демонстрационного экзамена по компетенции 34
          Поварское дело сдала группа 379ПКД. Поздравляем их с успешной сдачей экзамена!
        </p>
        <p class="ab__p">
          Для выполнения ДЭ был выбран комплект оценочной документации – 1.3. Необходимо было
          приготовить:
        </p>
        <ul class="ab__list">
          <li>холодную закуску – паштет,</li>
          <li>горячее блюдо из рыбы,</li>
          <li>десерт.</li>
        </ul>
        <p class="ab__p">
          Участники показали средний уровень подготовки к демонстрационному экзамену.
        </p>
        <p class="ab__p">Слабыми сторонами некоторых участников эксперты отметили:</p>
        <ul class="ab__list">
          <li>не соблюдение тайминга;</li>
          <li>температура подачи тарелок не соответствовала необходимым параметрам;</li>
          <li>некорректное использование мусорных баков.</li>
        </ul>
        <p class="ab__p">Сильными сторонами участников эксперты отметили:</p>
        <ul class="ab__list">
          <li>соответствие заявленного меню конкурсному заданию;</li>
          <li>умение ориентироваться в непредвиденной ситуации;</li>
          <li>
            соблюдение технологических процессов (участники были чистыми, опрятными, ухоженными и
            имели презентабельный вид, своевременно мыли руки, работали чисто и аккуратно, выполняли
            требования техники безопасности, использовали правильные средства индивидуальной
            защиты).
          </li>
        </ul>
        <p class="ab__p">
          Надеемся, что ребятам удастся отточить своё «чувство времени» в течении дальнейшей
          трудовой деятельности. Желаем им в этом успеха!
        </p>

        <h2 class="ab__subtitle">
          Итоги демонстрационного экзамена по компетенции «Поварское дело» с 19 по 21 мая 2022
        </h2>
        <p class="ab__p">
          Государственную итоговую аттестацию в форме демонстрационного экзамена по компетенции 34
          Поварское дело сдала группа 379ПКД. Поздравляем их с успешной сдачей экзамена!
        </p>
        <p class="ab__p">
          Экзамен проходил с 19 по 21 мая. Был применен комплект оценочной документации 1.2. За 6
          часов участникам нужно было приготовить: горячую закуску – пасту (вегетарианскую), горячее
          блюдо из мяса и десерт.
        </p>
        <p class="ab__p">
          Ребята хорошо справились с задание и многие были близки к оценке «отлично». Они умеют
          спланировать и организовать рабочий процесс, правильно расставить приоритеты при
          выполнении работы, применять современное оборудование и инвентарь для усложнения блюд в
          соответствии с актуальными гастрономическими тенденциями, соблюдали правила санитарии и
          техники безопасности. Участники работали уверенно, без лишней суеты. Подача блюд была
          осуществлена вовремя, согласно регламента.
        </p>
        <p class="ab__p">Желаем вам успешной защиты дипломной работы!</p>

        <h2 class="ab__subtitle">
          Итоги демонстрационного экзамена по компетенции «Поварское дело» с 11 по 13 мая 2022
        </h2>
        <p class="ab__p">
          Демонстрационный экзамен в рамках промежуточной аттестации по компетенции 34 «Поварское
          дело» с 11 мая 2022 по 13 мая 2022 на базе БПОУ ОО «Колледж инновационных технологий,
          экономики и коммерции» проходили обучающиеся группы 35 БПОУ «Саргатский
          индустриально-педагогический колледж»
        </p>
        <p class="ab__p">Для данного экзамена был выбран комплект оценочной документации 1.5.</p>
        <p class="ab__p">
          Некоторые ребята за счет личной заинтересованности, целеустремленности и мотивации
          показывали более высокие результаты среди своих одногруппников. Очевидно, что с
          обучающимися была проведена целенаправленная работа по подготовке к демонстрационному
          экзамену и мотивации участия в нем.
        </p>
        <p class="ab__p">Все экзаменуемые без исключения:</p>
        <ul class="ab__list">
          <li>своевременно составили и сдали списки продуктов,</li>
          <li>неукоснительно выполняли указания экспертов,</li>
          <li>
            соблюдали правила поведения на площадке и требования техники безопасности и охраны
            труда.
          </li>
        </ul>
        <p class="ab__p">Слабыми сторонами некоторых участников эксперты отметили:</p>
        <ul class="ab__list">
          <li>
            выполнение модуля А: работа (не были соблюдены требований технического регламента к
            спецодежде),
          </li>
          <li>
            умение составлять меню, с учетом 30%-х изменений (не был указан при написании меню
            продукт из черного ящика),
          </li>
          <li>
            соблюдение баланса вкуса блюд (блюда некоторых участников оказались либо слишком
            сладкими, либо пресными).
          </li>
        </ul>
        <p class="ab__p">
          Экзамен сдали все. По критериям демонстрационного экзамена 44% участников набрали баллы
          соответствующие оценке «хорошо» и 56% - соответствующие оценке «удовлетворительно». Оценку
          «отлично», к сожалению, не получил никто.
        </p>
        <p class="ab__p">
          Желаем студентам БПОУ «Саргатский индустриально-педагогический колледж» успехов в
          дальнейшем обучении и успешной сдачи демонстрационного экзамена на государственной
          итоговой аттестации в следующем учебном году!
        </p>
        <h2 class="ab__subtitle">
          Итоги демонстрационного экзамена по компетенции «Поварское дело» с 05 по 07 мая 2022
        </h2>
        <p class="ab__p">
          На базе БПОУ «КИТЭК» с 05 по 07 мая 2022 обучающиеся группы 33 БПОУ «Калачинский
          аграрно-технический техникум» сдавали демонстрационный экзамен по стандартам Ворлдскиллс
          Россия по компетенции «Поварское дело».
        </p>
        <p class="ab__p">Демонстрационный экзамен проводился в рамках промежуточной аттестации.</p>
        <p class="ab__p">
          Участники демонстрационного экзамена в соответствии с комплектом оценочной документации №
          1.5 готовили и презентовали следующие блюда:
        </p>
        <ul class="ab__list">
          <li>Модуль E: Горячая закуска паста,</li>
          <li>Модуль C: Горячее блюдо из птицы,</li>
          <li>Модуль H: Прозрачный бульон (консоме).</li>
        </ul>
        <p class="ab__p">
          Сдали демонстрационный экзамен все 17 студентов. 53% участников набрали баллы, по
          критериям демонстрационного экзамена, соответствующие оценкам «хорошо», 47% участников
          набрали баллы соответствующие оценкам «удовлетворительно». Оценку «отлично» не получил
          никто.
        </p>
        <p class="ab__p">
          Ребятам нужно ещё поработать над соблюдением требований технического описания компетенции
          и соблюдением тайминга подачи блюд. Некоторые из ребят просто не уложились во время,
          отведенное для приготовления и подачи блюда. К счастью, у них есть ещё возможность
          отточить свои навыки, так как данная аттестация была промежуточной. А итоговая
          государственная аттестация в форме демонстрационного экзамена им предстоит только в
          следующем учебном году. Пожелаем им плодотворной подготовки и успешной сдачи дальнейших
          экзаменов!
        </p>
      </div>
    </div>
    <button class="back" @click="$router.go(-1)">Назад</button>
    <div class="enlarged" v-show="visible">
      <icon-wrapper width="48" height="48" class="close" v-on:click="visible = false">
        <icon-close />
      </icon-wrapper>
      <img
        class="img-single__enlarged"
        :src="'/img/projects/demoekzam-item/Поварское_дело_' + imgs + 'png'" />
    </div>
    <div class="block-zxc__bottom-mobile">
      <common-documents-list json-path="documents/demo-ekzam-cook.json" />
      <common-documents-list json-path="documents/demo-ekzam-cookAtt.json" />
    </div>
  </block-ab>
</template>

<script>
export default {
  data() {
    return {
      employeers: [
        {
          img: '1.',
        },
        {
          img: '2.',
        },
        {
          img: '3.',
        },
        {
          img: '4.',
        },
        {
          img: '5.',
        },
      ],
      visible: false,
      pressrelease: false,
      results: false,
      imgs: '',
    }
  },
}
</script>

<style scoped lang="scss">
.img-test {
  margin: 10px;
  height: 300px;
  width: 400px;
  float: left;
  @media screen and (max-width: 768px) {
    height: 200px;
    width: 300px;
  }
}
.click {
  cursor: pointer;
}
.back {
  position: absolute;
  right: 16px;
  top: -50px;
  color: $bg-primary;
  background-color: $accent-color;
  padding: 12px 24px;
  border-radius: 12px;
  @include medium-media {
    position: fixed;
    top: 85px;
    right: 15px;
  }
}
.middle {
  margin-left: auto;
  width: 200px;
  margin-right: auto;
}
.hidden {
  margin-top: 20px;
  cursor: pointer;
}
.enlarged {
  visibility: visible;
  top: 80px;
  left: 0px;
  position: fixed;
  width: 100vw;
  height: 100vh;
  background-color: rgba($color: #000000, $alpha: 0.5);
}

.close {
  color: #000;
  top: 60px;
  right: 50px;
  position: absolute;
  transition: $t height;
  transition: color $t;
  color: $icon-color;
  cursor: pointer;
  &:hover {
    color: $accent-color;
  }
}

.block-zxc {
  &__right {
    @include high-media() {
      display: block;
    }
    @include small-media() {
      display: none;
    }
    &-mobile {
      display: none;
      @include high-media() {
        display: block;
      }
    }
  }
}
</style>
