<template>
  <block-ab title="Предпринимательство">
    <div class="block-zxc__right">
      <common-documents-list json-path="documents/demo-ekzam-enterprise.json" />
      <div class="block-zxc__right-mobile">
        <common-documents-list json-path="documents/demo-ekzam-enterpriseAtt.json" />
      </div>
    </div>
    <div class="block-zxc__left">
      <div class="middle" v-for="emp in employeers" :key="emp.img">
        <img
          v-on:click="
            visible = !visible
            imgs = emp.img
          "
          class="img-single__preview"
          :src="'/img/projects/demoekzam-item/Предпринимательство_1.' + emp.img + 'png'" />
        <p class="ab__p">
          <b>Аттестат ЦПДЭ {{ emp.img }} </b>
        </p>
      </div>
    </div>
    <div class="block-zxc__center">
      <img
        class="img-test"
        alt="Предпринимательство рабочее место"
        src="/img/projects/demoekzam-item/Предпринимательство_рабочее место1.png" />
      <p class="ab__p">
        Это командная работа (в каждой команде два участника) в области предпринимательства и
        развития бизнеса, двух-трехдневный конкурс, ориентированный на реальные жизненные условия и
        среду. В группах по два человека участники развивают компании (проекты) на основе ранее
        разработанного бизнес-плана и представляют свои наработки для экспертной оценки жюри
        конкурса.
      </p>
      <p class="ab__p">
        На протяжении конкурса, решая каждый день различные задачи, участники управляют развитием
        компаний (проектов). На практике это означает, что соревнующиеся команды работают в
        условиях, приближенных к настоящей работе в офисе, выполняя задачи, указанные в проекте.
      </p>
      <p class="ab__p">
        Предприниматель - это тот, кто проявляет инициативу, организуя предприятие, чтобы
        воспользоваться возможностью, и, как лицо, принимающее решение, решает, что, как и сколько
        товара или услуг будут произведены. Предприниматели, как правило, самозанятые, хотя также
        могут быть предприниматели в фирме, которые используют предпринимательские навыки, не
        подвергаясь рискам, связанным с этой деятельностью. Основная их работа - превратить эту
        специальную идею или проект в выгодное предприятие для компании.Предприниматель - это тот,
        кто проявляет инициативу, организуя предприятие, чтобы воспользоваться возможностью, и, как
        лицо, принимающее решение, решает, что, как и сколько товара или услуг будут произведены.
        Предприниматели, как правило, самозанятые, хотя также могут быть предприниматели в фирме,
        которые используют предпринимательские навыки, не подвергаясь рискам, связанным с этой
        деятельностью. Основная их работа - превратить эту специальную идею или проект в выгодное
        предприятие для компании.
      </p>
      <p class="ab__p">
        Разработчик бизнеса занимается аналитической подготовкой потенциальных возможностей роста
        компании, а также последующей поддержкой и мониторингом ее реализации. Технические навыки,
        задействованные для всех упомянутых выше областей, - это разработка и оценка бизнес-плана,
        включая такие аспекты, как финансовые документы, структура компании, целевая группа и т. д.
        а также реальный старт-ап и дальнейшее развитие компании.
      </p>
      <p class="ab__p">
        Предприниматель /Разработчик бизнеса/ может работать в нескольких секторах в зависимости от
        бизнес-идеи и области, в которой была основана компания.
      </p>
      <p class="ab__p">
        Предприниматель должен разработать бизнес-план. Это включает в себя описание бизнес-идеи,
        структуру компании, планируемой для запуска, четкое определение целевого рынка, финансовый
        план, включающий в себя расчет стартовых затрат, постоянных и переменных затрат на ведение
        бизнеса, а также подробный график.
      </p>
      <p class="ab__p">
        Предприниматель должен разработать бизнес-план. Это включает в себя описание бизнес-идеи,
        структуру компании, планируемой для запуска, четкое определение целевого рынка, финансовый
        план, включающий в себя расчет стартовых затрат, постоянных и переменных затрат на ведение
        бизнеса, а также подробный график.
      </p>
      <p class="ab__p">
        В рамках движения «Молодые профессионалы » участники проходят, как правило, несколько фаз
        своего развития и становления в качестве предпринимателей: от Бизнес-разработчика
        (Бизнес-девелопера) в «чужом» проекте, до развития собственного бизнеса, предпринимательской
        фирмы.
      </p>
      <h2
        class="ab__subtitle hidden"
        v-on:click="
          pressrelease = !pressrelease
          results = false
        ">
        <b red>Пресс-релиз</b>
      </h2>
      <h2
        class="ab__subtitle hidden"
        v-on:click="
          results = !results
          pressrelease = false
        ">
        <b red>Итоги демонстрационных экзаменов по компетенции</b>
      </h2>
      <div v-show="pressrelease">
        <h2 class="ab__subtitle">Анонс ДЭ по компетенции «Предпринимательство»</h2>
        <p class="ab__p">
          10 групп «Колледжа информационных технологий, экономики и коммерции» по специальностям
          «Товароведение и экспертиза качества потребительских товаров» и «Коммерция (по отраслям)»
          в марте – апреле 2023 будут сдавать промежуточную аттестацию по модулям «Ведение
          предпринимательской деятельности» и «Создание собственного дела».
        </p>
        <p class="ab__p">
          Аттестация будет проходить в форме демонстрационного экзамена по компетенции
          «Предпринимательство».
        </p>
        <p class="ab__p">
          Со студентами уже ведется работа по изучению конкурсного задания, разработке
          бизнес-планов, плакатов, видеороликов, которые будут проверены в подготовительный день
          демонстрационного экзамена.
        </p>
        <p class="ab__p">
          Во второй день участники выполнят работу в командах по два человека по подготовке
          презентации и ответят на вопросы экспертов, а также проведут маркетинговое планирование.
        </p>
        <p class="ab__p">
          С учетом результатов экзамена будут выставлены итоговые оценки по учебным модулям.
        </p>
        <h2 class="ab__subtitle">
          Демонстрационный экзамен по компетенции R11 Предпринимательство
        </h2>
        <p class="ab__p">
          В рамках промежуточной аттестации по модулю Ведение предпринимательской деятельности с 5
          по 6 декабря 2022 пройдёт демонстрационный экзамен по компетенции Предпринимательство для
          обучающихся Калачинского аграрно-технического техникума. Центром проведения
          демонстрационного экзамена (ЦПДЭ) выбран наш «Колледж инновационных технологий, экономики
          и коммерции». Сдавать экзамен будет одна группа – 3КО-20.
        </p>
        <p class="ab__p">
          Для их участия подготовлены рабочие места в соответствии с Планом застройки и
          Инфраструктурным листом ЦПДЭ, приглашена команда экспертов с правом оценки
          демонстрационного экзамена из числа преподавателей нашего колледжа.
        </p>
        <p class="ab__p">
          В первый день будет проведена жеребьевка участников для распределения рабочих мест,
          ознакомление с требованиями техники безопасности и охраны труда. В этот же день будут
          проверены и оценены заранее подготовленные участниками бизнес-планы.
        </p>
        <p class="ab__p">
          Во второй день участники выполнят работу в командах по два человека по подготовке
          презентации и ответят на вопросы экспертов, а также проведут маркетинговое планирование.
        </p>
        <p class="ab__p">
          По результатам экзамена будут отражены в Скиллс Паспортах участников на ресурсе «Цифровая
          платформа Ворлдскиллс Россия».
        </p>
        <h2 class="ab__subtitle">
          Демонстрационный экзамен по компетенции R11 Предпринимательство
        </h2>
        <p class="ab__p">
          В рамках промежуточной аттестации по модулю Ведение предпринимательской деятельности для
          обучающихся Колледжа инновационных технологий, экономики и коммерции с 28 марта по 13
          апреля 2022 года пройдут демонстрационные экзамены по компетенции R11 Предпринимательство.
        </p>
        <p class="ab__p">
          В экзамене примут участие 3 группы специальности 38.02.04 Коммерция (по отраслям): 339К,
          240К и 31К.
        </p>
        <p class="ab__p">
          Демонстрационный экзамен – это процедура, позволяющая обучающемуся в условиях,
          приближенных к производственным продемонстрировать освоенные профессиональные компетенции.
        </p>
        <p class="ab__p">
          Данный вид экзамена проводится с целью определения у студентов и выпускников уровня
          сформированности профессиональных компетенций, позволяющих вести профессиональную
          деятельность в определенной сфере или выполнять работу по конкретным профессии или
          специальности в соответствии со стандартами Ворлдскиллс Россия.
        </p>
        <p class="ab__p">
          За два месяца до начала экзамена составляется план мероприятий по подготовке и проведению
          экзамена, а также в центр проведения демонстрационного экзамена были отправлены списки
          студентов, сдающих демонстрационный экзамен по стандартам WorldSkills Russia. Для площадки
          в соответствии с заявленным количеством участников подготовлен и утвержден план размещения
          и комплектования рабочих мест. Пройдена процедура аккредитации площадки.
        </p>
        <p class="ab__p">
          Со студентами ведется подготовительная работа по изучению конкурсного задания, разработке
          бизнес-планов, плакатов, видеороликов с учетом требований.
        </p>
        <p class="ab__p">
          Задание Демонстрационного экзамена соответствует комплекту оценочных документов 1.3 и
          содержит требования к выполнению следующих модулей: D1: «Планирование рабочего процесса»,
          Е1: «Маркетинговое планирование», Модуль G1: «Технико-экономическое обоснование проекта,
          включая финансовые показатели», Специальный этап. Модуль А1: «Бизнес-план» оценивается
          экспертами заочно.
        </p>
      </div>
      <div v-show="results">
        <h2 class="ab__subtitle">Демонстрационный экзамен по компетенции Предпринимательство</h2>
        <p class="ab__p">
          В рамках промежуточной аттестации по модулю Ведение предпринимательской деятельности для
          обучающихся БПОУ «Колледж инновационных технологий, экономики и коммерции» с 28 марта по
          13 апреля 2022 года пройдут демонстрационные экзамены по компетенции R11
          Предпринимательство.
        </p>
        <p class="ab__p">
          Группы специальности 38.02.04 Коммерция 339К, 240К и 31К завершают прохождение
          тренировочных занятий и подготовку к модулю A1 (написание бизнес-плана с приложениями и
          финансовой моделью). Задание Демонстрационного экзамена соответствует комплекту оценочных
          документов 1.3 и содержит требования к выполнению следующих модулей: D1: «Планирование
          рабочего процесса», Е1: «Маркетинговое планирование», Модуль G1: «Технико-экономическое
          обоснование проекта, включая финансовые показатели», Специальный этап. Модуль А1:
          «Бизнес-план» оценивается экспертами заочно.
        </p>
        <p class="ab__p">
          28 марта для студентов группы 339К станет подготовительным (С-1): будет произведено
          распределение рабочих мест (жеребьевка) и ознакомление участников с рабочими местами,
          оборудованием, графиком работы, иной документацией и заполнение Протоколов.
        </p>
        <p class="ab__p">
          Для групп 240К и 31К такими днями станут 4 апреля и 11 апреля соответственно
        </p>
        <p class="ab__p">В день С-1 проводятся следующие мероприятия:</p>
        <ul class="ab__list">
          <li>
            ознакомление с основными документами кодексом этики, техническим описанием компетенции и
            конкурсным заданиям критериями оценки;
          </li>
          <li>проведение жеребьевки и распределение рабочих мест среди участников;</li>
          <li>распределение функциональных ролей между экспертами;</li>
        </ul>
        <p class="ab__p">
          <b> Желаем хороших результатов нашим студентам! </b>
        </p>
      </div>
    </div>
    <button class="back" @click="$router.go(-1)">Назад</button>
    <div class="enlarged" v-show="visible">
      <icon-wrapper width="48" height="48" class="close" v-on:click="visible = false">
        <icon-close />
      </icon-wrapper>
      <img
        class="img-single__enlarged"
        :src="'/img/projects/demoekzam-item/Предпринимательство_1.' + imgs + 'png'" />
    </div>
    <div class="block-zxc__bottom-mobile">
      <common-documents-list json-path="documents/demo-ekzam-enterprise.json" />
      <common-documents-list json-path="documents/demo-ekzam-enterpriseAtt.json" />
    </div>
  </block-ab>
</template>

<script>
export default {
  data() {
    return {
      employeers: [
        {
          img: '1.',
        },
        {
          img: '2.',
        },
        {
          img: '3.',
        },
        {
          img: '4.',
        },
      ],
      visible: false,
      pressrelease: false,
      results: false,
      imgs: '',
    }
  },
}
</script>

<style scoped lang="scss">
.img-test {
  margin: 10px;
  height: 300px;
  width: 400px;
  float: left;
  @media screen and (max-width: 768px) {
    height: 200px;
    width: 300px;
  }
}
.back {
  position: absolute;
  right: 16px;
  top: -50px;
  color: $bg-primary;
  background-color: $accent-color;
  padding: 12px 24px;
  border-radius: 12px;
  @include medium-media {
    position: fixed;
    top: 85px;
    right: 15px;
  }
}
.middle {
  margin-left: auto;
  width: 200px;
  margin-right: auto;
}
.hidden {
  margin-top: 20px;
  cursor: pointer;
}
.enlarged {
  visibility: visible;
  top: 80px;
  left: 0px;
  position: fixed;
  width: 100vw;
  height: 100vh;
  background-color: rgba($color: #000000, $alpha: 0.5);
}

.close {
  color: #000;
  top: 60px;
  right: 50px;
  position: absolute;
  transition: $t height;
  transition: color $t;
  color: $icon-color;
  cursor: pointer;
  &:hover {
    color: $accent-color;
  }
}

.block-zxc {
  &__right {
    @include high-media() {
      display: block;
    }
    @include small-media() {
      display: none;
    }
    &-mobile {
      display: none;
      @include high-media() {
        display: block;
      }
    }
  }
}
</style>
