<template>
  <block-ab title="Ресторанный сервис">
    <div class="block-zxc__right">
      <common-documents-list json-path="documents/demo-ekzam-service.json" />
      <div class="block-zxc__right-mobile">
        <common-documents-list json-path="documents/demo-ekzam-serviceAtt.json" />
      </div>
    </div>
    <div class="block-zxc__left">
      <div class="middle" v-for="emp in employeers" :key="emp.img">
        <img
          v-on:click="
            visible = !visible
            imgs = emp.img
          "
          class="img-single__preview"
          :src="'/img/projects/demoekzam-item/Ресторанный_сервис_1.' + emp.img + 'png'" />
        <p class="ab__p">
          <b>Аттестат ЦПДЭ {{ emp.img }} </b>
        </p>
      </div>
    </div>
    <div class="block-zxc__center">
      <p class="ab__p">
        Специалист в сфере ресторанного сервиса предоставляет гостям высококачественные услуги,
        связанные с продуктами питания и напитками. Специалист в сфере общественного питания, как
        правило, работает в коммерческом секторе, предлагая клиентам широкий спектр услуг. Тип и
        качество необходимой услуги напрямую зависят от оплаты, производимой клиентом. Поэтому такой
        специалист всегда должен выполнять свои обязанности профессионально и в контакте с клиентом,
        чтобы соответствовать его ожиданиям и таким образом поддерживать и расширять свой бизнес.
      </p>
      <p class="ab__p">
        Как правило, он работает в гостинице или ресторане. Однако размер, характер и качество таких
        заведений очень отличается: от известных на международном уровне сетей гостиниц до маленьких
        частных ресторанчиков с более душевной атмосферой. Качество и уровень услуг, предоставляемых
        заведением и ожидаемых гостями, также могут отличаться. Тип подачи услуги зависит от целевой
        аудитории: от простых схем самообслуживания до изысканного подхода, при котором блюда
        готовятся на столе гостя. Последний подход роднит эту сферу услуг с театром.
      </p>
      <p class="ab__p">
        Высококачественные услуги в сфере питания требуют от специалиста обширных знаний о
        международной кухне, напитках и винах. Он должен обеспечить полное соблюдение общепринятых
        правил обслуживания и знать способы приготовления фирменных блюд и напитков для подачи на
        стол посетителя или в баре. Официант играет важнейшую роль во встрече гостя и формировании
        его впечатления от посещения заведения. Здесь огромное значение имеют профессионализм и
        изобретательность, хорошие манеры, безукоризненное взаимодействие с гостями, уверенность в
        себе, абсолютное соблюдение личной и пищевой гигиены, приятная внешность и практические
        навыки.
      </p>
      <p class="ab__p">
        Для подачи деликатесов, напитков и вин используется большое количество разнообразных
        инструментов и материалов. Специалист в этой сфере знаком с принципами их применения наряду
        с обычными принадлежностями для сервировки.
      </p>
      <p class="ab__p">
        Независимо от рабочей среды, универсальными качествами высококлассного специалиста являются
        превосходные навыки коммуникации и заботы о госте. Официанты могут работать как в составе
        коллектива, так и сотрудничать с другими группами персонала гостиницы или ресторана. Какова
        бы ни была организация работы, обученный и опытный специалист демонстрирует высокий уровень
        персональной ответственности и самостоятельности. Сюда входит как забота о здоровье и
        благополучии гостей и коллег путем строгого соблюдения правил безопасности и гигиены, так и
        достижение впечатляющих результатов для ответственных мероприятий.
      </p>
      <p class="ab__p">
        По мере глобализации в сфере кулинарии, а также расширения практики путешествий в
        развлекательных и деловых целях и, соответственно, мобильности людей на международном
        уровне, персонал гостиничной индустрии сталкивается с новыми возможностями и требованиями.
        Для талантливого ресторатора существует множество коммерческих и международных возможностей;
        вместе с тем они вызывают необходимость понимать разнообразные культуры, тенденции и требуют
        умения работать в различных учреждениях. Поэтому разнообразие навыков в области ресторанного
        сервиса, вероятнее всего, будет расширяться.
      </p>
      <h2
        class="ab__subtitle click"
        v-on:click="
          pressrelease = !pressrelease
          results = false
        ">
        <b red>Пресс-релиз</b>
      </h2>
      <h2
        class="ab__subtitle click"
        v-on:click="
          results = !results
          pressrelease = false
        ">
        <b red>Итоги демонстрационных экзаменов по компетенции</b>
      </h2>
      <div class="hidden" v-show="pressrelease">
        <h2 class="ab__subtitle">
          Анонс демонстрационного экзамена по компетенции «Ресторанный сервис» декабрь 2022
        </h2>
        <p class="ab__p">
          Вы уже, наверное, знаете, что в нашем колледже открыта новая площадка по компетенции
          «Ресторанный сервис». И вот с 22 по 24 декабря на ней состоится первый демонстрационный
          экзамен для группы 499МП по специальности 43.02.01 «Организация обслуживания в
          общественном питании».
        </p>
        <p class="ab__p">
          Экзамен будет проходить в рамках промежуточной аттестации в соответствии с комплектом
          оценочной документации 1.2.
        </p>
        <p class="ab__p">Участникам будет необходимо:</p>
        <ul class="ab__list">
          <li>
            за барной стойкой выполнить работы по приготовлению классических коктейлей (2 коктейля
            по 2 порции, включая украшения) и приготовление фантазийного коктейля с обязательным
            компонентом;
          </li>
          <li>
            на кофемашине приготовить 4 порций кофе по желанию гостей (эспрессо, американо, лунго,
            капучино, латте макиато) с подачей кондимента;
          </li>
          <li>произвести идентификацию специй (10 позиций);</li>
          <li>
            выполнить оформление фруктовых тарелок (работа без касаний фруктов руками, все фрукты
            должны быть очищены от кожуры);
          </li>
          <li>произвести встречу 4х гостей и обслуживание фуршета.</li>
        </ul>
        <p class="ab__p">
          Демонстрационные экзамены по «Ресторанному сервису» в Омской области проводятся впервые.
          Но нашему колледжу уже приходилось открывать новые компетенции. Поэтому мы уверены, что
          экзамен пройдет на высшем уровне!
        </p>
      </div>
      <div class="hidden" v-show="results"></div>
    </div>
    <button class="back" @click="$router.go(-1)">Назад</button>
    <div class="enlarged" v-show="visible">
      <icon-wrapper width="48" height="48" class="close" v-on:click="visible = false">
        <icon-close />
      </icon-wrapper>
      <img
        class="img-single__enlarged"
        :src="'/img/projects/demoekzam-item/Ресторанный_сервис_1.' + imgs + 'png'" />
    </div>
    <div class="block-zxc__bottom-mobile">
      <common-documents-list json-path="documents/demo-ekzam-service.json" />
      <common-documents-list json-path="documents/demo-ekzam-serviceAtt.json" />
    </div>
  </block-ab>
</template>

<script>
export default {
  data() {
    return {
      employeers: [
        {
          img: '1.',
        },
        {
          img: '2.',
        },
      ],
      visible: false,
      pressrelease: false,
      results: false,
      imgs: '',
    }
  },
}
</script>

<style scoped lang="scss">
.img-test {
  margin: 10px;
  height: 300px;
  width: 400px;
  float: left;
  @media screen and (max-width: 768px) {
    height: 200px;
    width: 300px;
  }
}
.click {
  cursor: pointer;
}
.back {
  position: absolute;
  right: 16px;
  top: -50px;
  color: $bg-primary;
  background-color: $accent-color;
  padding: 12px 24px;
  border-radius: 12px;
  @include medium-media {
    position: fixed;
    top: 85px;
    right: 15px;
  }
}
.middle {
  margin-left: auto;
  width: 200px;
  margin-right: auto;
}
.hidden {
  margin-top: 20px;
  cursor: pointer;
}
.enlarged {
  visibility: visible;
  top: 80px;
  left: 0px;
  position: fixed;
  width: 100vw;
  height: 100vh;
  background-color: rgba($color: #000000, $alpha: 0.5);
}

.close {
  color: #000;
  top: 60px;
  right: 50px;
  position: absolute;
  transition: $t height;
  transition: color $t;
  color: $icon-color;
  cursor: pointer;
  &:hover {
    color: $accent-color;
  }
}

.block-zxc {
  &__right {
    @include high-media() {
      display: block;
    }
    @include small-media() {
      display: none;
    }
    &-mobile {
      display: none;
      @include high-media() {
        display: block;
      }
    }
  }
}
</style>
