<template>
  <block-ab title="Программные решения для бизнеса">
    <div class="block-zxc__right">
      <common-documents-list json-path="documents/demo-ekzam-software.json" />
      <div class="block-zxc__right-mobile">
        <common-documents-list json-path="documents/demo-ekzam-softwareAtt.json" />
      </div>
    </div>
    <div class="block-zxc__left">
      <div class="middle" v-for="emp in employeers" :key="emp.img">
        <img
          v-on:click="
            visible = !visible
            imgs = emp.img
          "
          class="img-single__preview"
          :src="'/img/projects/demoekzam-item/Прог_решения_' + emp.img + 'png'" />
        <p class="ab__p">
          <b>Аттестат ЦПДЭ {{ emp.img }} </b>
        </p>
      </div>
    </div>
    <div class="block-zxc__center">
      <p class="ab__p">
        Студенты специальности 09.02.07 Информационные системы и программирование (Программирование)
        сдают демонстрационный экзамен по компетенции Программные решения для бизнеса.
      </p>
      <p class="ab__p">
        Спрос на ИТ-специалистов растет в целом ряде отраслей, одной из которых является разработка
        программных решений для бизнеса. Профессионалы в области программных решений всегда тесно
        сотрудничают с клиентами для модернизации существующих или создания новых систем. Они могут
        адаптировать типовое программное обеспечение и интегрировать его в существующие системы.
      </p>
      <p class="ab__p">
        Задачи, выполняемые профессионалами в области программных решений, в числе прочего включают
        следующее:
      </p>
      <ul class="ab__list">
        <li>
          анализ существующей системы и представление идей по усовершенствованию, включая анализ
          экономической эффективности;
        </li>
        <li>анализ и уточнение требований пользователей;</li>
        <li>
          составление детальных спецификаций для разработки новых систем или для модернизации
          существующих систем;
        </li>
        <li>разработку программных систем и тестирование программных решений;</li>
        <li>
          интеграцию нескольких систем и программного обеспечения в соответствии с отраслевыми
          требованиями;
        </li>
        <li>
          подготовку обучающих материалов для пользователей, обучение пользователей и демонстрацию
          программного решения пользователям;
        </li>
        <li>установку, развертывание и обслуживание программной системы.</li>
      </ul>
      <p class="ab__p">
        Профессионалы в области программных решений могут работать в разных ролях, в том числе в
        роли разработчика, позволяющего адаптировать или настраивать программные решения, в роли
        службы поддержки при работе с системами, в роли бизнес-аналитика для предоставления решений,
        упрощающих и автоматизирующих рутинные офисные и бизнес-процессы, а также в роли тренера для
        обучения пользователей применению прикладных программ.
      </p>
      <h2 class="ab__subtitle">СТРУКТУРА КОНКУРСНОГО ЗАДАНИЯ</h2>
      <p class="ab__p">
        <b>Модуль A. Системный анализ и проектирование</b>
      </p>
      <p class="ab__p">Блок 1: Проектирование структуры данных</p>
      <p class="ab__p">
        Анализ исходных файлов данных, спроектировать на их основе структуру данных.
      </p>
      <p class="ab__p">Блок 2: Импорт данных</p>
      <p class="ab__p">
        Приведение исходных файлов данных к виду, подходящему для импорта. Импортировать данные в
        базу данных.
      </p>
      <p class="ab__p">Блок 5: Проектирование архитектуры</p>
      <p class="ab__p">
        Создание ERD на основе анализа предоставленных документов, проектирование архитектуры
        программного продукта
      </p>
      <p class="ab__p">
        <b>Модуль B. Разработка программного обеспечения.</b>
      </p>
      <p class="ab__p">Блок 3: Программирование</p>
      <p class="ab__p">Создание настольного приложения, различных окон, таблиц, форм для</p>
      <p class="ab__p">Блок 4: Реализация отчетов</p>
      <p class="ab__p">
        Разработка и реализация отчетов, необходимых пользователям приложений, с графиками и
        возможностью вывода на печать.
      </p>
      <p class="ab__p">Блок 6: Тестирование</p>
      <p class="ab__p">
        Интеграционное тестирование, модульное тестирование. Разработка тест-кейсов
      </p>
      <p class="ab__p">Блок 7: Разработка мобильного приложения</p>
      <p class="ab__p">Разработка мобильного приложения под ОС Android.</p>
      <p class="ab__p">Блок 8: Разработка API</p>
      <p class="ab__p">Разработка API, реализация GET и POST запросов</p>
      <p class="ab__p">
        <b>Модуль C. Стандарты разработки программного обеспечения.</b>
      </p>
      <p class="ab__p">Блок 11: Общий профессионализм решения</p>
      <p class="ab__p">
        В общем профессионализме решения учитывается возможность развития информационной системы
        другими разработчиками, соответствие руководству по стилю заказчика, обратная связь системы
        с пользователем, стабильная работа всех разработанных программ, стиль кода на протяжении
        разработки всей системы, работа с системой контроля версий
      </p>
      <p class="ab__p">
        <b>Модуль D. Документирование программного решения.</b>
      </p>
      <p class="ab__p">Блок 10: Документация</p>
      <p class="ab__p">
        Создание пакета сопровождающей документации по разрабатываемой информационной системе.
      </p>
      <p class="ab__p">
        <b>Модуль E. Презентация программного решения.</b>
      </p>
      <p class="ab__p">Блок 9: Презентация</p>
      <p class="ab__p">
        Создание профессиональной презентации, демонстрирующей информационную систему заказчику, и
        ее представление.
      </p>
      <p class="ab__p">
        Конкурсное задание представлено в виде тематического задания, которое содержит в себе
        типичные функции, о которых могут спросить у компетентных разработчиков ПО. Сценарий
        представлен в виде проекта с определенным конечным результатом. Результаты сгруппированы для
        обеспечения модульного подхода, при котором отдельные задачи могут быть завершены в рамках
        сессии.
      </p>
      <p class="ab__p">
        По истечении времени, отведённого на выполнение модуля, участник закрывает все приложения на
        ПК и встаёт со своего рабочего места. Добавление времени для сохранения проектов и
        размещения в системе контроля версий не допускается.
      </p>
      <p class="ab__p">
        В случае неправильного размещения проекта в системе контроля версий, при котором экспертная
        группа не имеет возможности запуска проекта для проверки, участник получает 0 баллов.
      </p>
      <h2
        class="ab__subtitle hidden"
        v-on:click="
          pressrelease = !pressrelease
          results = false
        ">
        <b red>Пресс-релиз</b>
      </h2>
      <h2
        class="ab__subtitle hidden"
        v-on:click="
          results = !results
          pressrelease = false
        ">
        <b red>Итоги демонстрационных экзаменов по компетенции</b>
      </h2>
      <div v-show="pressrelease">
        <h2 class="ab__subtitle">
          Анонс ДЭ по компетенции «Программные решения для бизнеса» май 2024
        </h2>
        <p class="ab__p">
          С 20 по 22 мая состоится демонстрационный экзамен для группы 41ИСП специальности
          Информационный системы и программирование (квалификация «Программист») ДЭ направлен на
          определение уровня освоения выпускником материала, предусмотренного образовательной
          программой, и степени сформированности профессиональных умений и навыков путем проведения
          независимой экспертной оценки выполненных выпускником практических заданий в условиях
          реальных или смоделированных производственных процессов.
        </p>
        <p class="ab__p">Данный экзамен проводится в рамках государственной итоговой аттестации.</p>
        <p class="ab__p">
          Комплект оценочной документации в части ГИА разработан на основе требований к результатам
          освоения образовательной программы СПО, установленных соответствии с ФГОС СПО, включая
          квалификационные требования, заявленные организациями, работодателями, заинтересованными в
          подготовке кадров соответствующей квалификации.
        </p>
        <p class="ab__p">
          Экзаменуемым предстоит: сформировать алгоритмы разработки программных модулей в
          соответствии с техническим заданием; разработать программные модули выполнить их отладку с
          использованием специализированных программных средств; выполнить их тестирование;
          спроектировать базу данных на основе анализа предметной области, разработать объекты базы
          данных в соответствии с результатами анализа предметной области; выполнить работы по
          модификации отдельных компонентов программного обеспечения в соответствии с потребностями
          заказчика; осуществить инсталляцию, настройку и обслуживание программного обеспечения
          компьютерных систем; осуществить измерения эксплуатационных характеристик программного
          обеспечения компьютерных систем.
        </p>
        <p class="ab__p">
          В общем, будущим выпускникам предстоит не легкая задача. Но, мы верим, что они справятся с
          выполнением заданий.
        </p>
        <h2 class="ab__subtitle">
          Анонс ДЭ по компетенции «Программные решения для бизнеса» декабрь 2023
        </h2>
        <p class="ab__p">
          Не вся промежуточная аттестация в колледже проходит один на один с преподавателем. Десяти
          студентам из группа 41ИСП с 18 по 19 декабря в рамках такой аттестации предстоит сдать
          демонстрационный экзамен по компетенции «Программные решения для бизнеса».
        </p>
        <p class="ab__p">Комплект оценочной документации выбран 1.3-2023-2025.</p>
        <p class="ab__p">
          Оценивать выполненные работы будут представители IT-отрасли и преподаватели колледжей
          города Омска.
        </p>
        <p class="ab__p">
          Данный экзамен покажет какие из общих и профессиональный компетенций ребята уже освоили, а
          какие, к сдаче государственной итоговой аттестации, им нужно ещё подтянуть.
        </p>
        <p class="ab__p">
          Пожелаем ребятам внимательно и ответственно отнестись к выполнению поставленных перед ними
          задач!
        </p>

        <h2 class="ab__subtitle">Анонс ДЭ по компетенции «Программные решения для бизнеса»</h2>
        <p class="ab__p">
          Государственная итоговая аттестация для обучающихся по специальности «Информационные
          системы и программирование» проводится в форме демонстрационного экзамена и защиты
          дипломного проекта. 10 студентов из группа 41ИСП будут сдавать экзамен по компетенции
          «ИТ-решения для бизнеса на платформе 1С:Предприятие 8» и 13 – по компетенции «Программные
          решения для бизнеса». Демонстрационные экзамены пройдут с 22 по 23 мая.
        </p>
        <p class="ab__p">
          Комплект оценочной документации для «Программные решения для бизнеса» выбран
          1.2-2023-2025.
        </p>
        <p class="ab__p">
          Оценивать выполненные работы будут представители IT-отрасли и преподаватели колледжей и
          высших учебных заведений города Омска.
        </p>
        <p class="ab__p">
          К настоящему моменту выпускники уже заполнили профили в цифровой платформе, изучили весь
          материал, закрепили навыки на преддипломной практике, закрыли все долги по дисциплинам и
          готовы приступить к демонстрации своих знаний!
        </p>
        <h2 class="ab__subtitle">Анонс ДЭ по компетенциям «Программные решения для бизнеса»</h2>
        <p class="ab__p">
          С 6 по 8 июня в нашем колледже пройдут демонстрационные экзамены по компетенции
          «Программные решения для бизнеса».
        </p>
        <p class="ab__p">
          Специалисты в области программных решений могут работать в разных ролях, в том числе в
          роли разработчика, адаптирующего или настраивающего программные решения, в роли службы
          поддержки при работе с программными системами, в роли аналитика для предоставления
          решений, упрощающих и автоматизирующих рутинные офисные и бизнес-процессы, а также в роли
          тренера для обучения пользователей применению прикладных программ. Задачи, выполняемые
          ими, в числе прочего включают следующее:
        </p>
        <ul class="ab__list">
          <li>
            анализ существующей системы и представление идей по усовершенствованию, включая анализ
            экономической эффективности;
          </li>
          <li>анализ и уточнение требований пользователей;</li>
          <li>
            составление детальных спецификаций для разработки новых систем или для модернизации
            существующих систем;
          </li>
          <li>разработку программных систем и тестирование программных решений;</li>
          <li>
            интеграцию нескольких систем и программного обеспечения в соответствии с отраслевыми
            требованиями;
          </li>
          <li>
            подготовку обучающих материалов для пользователей, обучение пользователей и демонстрацию
            программного решения пользователям;
          </li>
          <li>установку, развертывание и обслуживание программной системы.</li>
        </ul>
        <p class="ab__p">
          Вот эти навыки и предстоит показать студентам группы 41ИСП, обучающимся по специальности
          «Информационные системы и программирование» в ходе прохождения государственной итоговой
          аттестации в форме демонстрационного экзамена по стандартам Ворлдскиллс Россия.
        </p>
        <p class="ab__p">
          В качестве задания выбраны комплекты оценочной документации:<br />
          - по компетенции «ИТ-решения для бизнеса на платформе 1С:Предприятие 8» - 1.3,<br />
          - по компетенции «Программные решения для бизнеса» - 1.1.
        </p>
        <p class="ab__p">
          Задачи у ребят не легкие, но мы уверены, что наши студенты с ними справятся. Творческого
          им настроя и вдохновения!
        </p>
      </div>
      <div v-show="results">
        <h2 class="ab__subtitle">
          Результаты ДЭ по компетенциям «Программные решения для бизнеса»
        </h2>
        <p class="ab__p">
          6-8 июня 2022 года обучающиеся группы 41ИСП сдавали демоэкзамен в рамках ГИА по
          компетенции «Программные решения для бизнеса».
        </p>
        <p class="ab__p">
          Ребятам предстояло за 3,5 часа разработать корпоративную систему для компании, которая
          занимается оптовой торговлей, с использованием механизмов системы программирования С#.
        </p>
        <p class="ab__p">
          Экспертная комиссия осуществила проведение и оценку экзамена. При абсолютном показателе
          100%, качественный показатель демоэкзамена составил 40%.
        </p>
        <p class="ab__p">
          По результатам проведения демонстрационного экзамена по компетенции «Программные решения
          для бизнеса», обучающиеся БПОУ «КИТЭК» показали хорошие умения в оформлении программного
          кода, обработки исключений и комментировании. Некоторые студенты показали хороший
          результат с запросами к базам данных.
        </p>
        <p class="ab__p">
          Все экзаменуемые без исключения неукоснительно выполняли указания экспертов, соблюдали
          правила поведения на площадке и требования техники безопасности и охраны труда. Не самые
          высокие результаты были показаны в модуле тестирования, проблемным оказалось
          автоматическое модульное тестирование (unit-тестирование), с тест кейсами практически все
          участники справились на хорошие баллы. Были выявлены проблемы у участников с написание
          отдельных модульных библиотек и классов.
        </p>
        <p class="ab__p">
          Поздравляем студентов группы с прохождением первого этапа ГИА и желаем успешной защиты
          выпускных квалификационных работ!
        </p>
      </div>
    </div>
    <button class="back" @click="$router.go(-1)">Назад</button>
    <div class="enlarged" v-show="visible">
      <icon-wrapper width="48" height="48" class="close" v-on:click="visible = false">
        <icon-close />
      </icon-wrapper>
      <img
        class="img-single__enlarged"
        :src="'/img/projects/demoekzam-item/Прог_решения_' + imgs + 'png'" />
    </div>
    <div class="block-zxc__bottom-mobile">
      <common-documents-list json-path="documents/demo-ekzam-software.json" />
      <common-documents-list json-path="documents/demo-ekzam-softwareAtt.json" />
    </div>
  </block-ab>
</template>

<script>
export default {
  data() {
    return {
      employeers: [
        {
          img: '1.',
        },
        {
          img: '2.',
        },
        {
          img: '3.',
        },
        {
          img: '4.',
        },
        {
          img: '5.',
        },
        {
          img: '6.',
        },
      ],
      visible: false,
      pressrelease: false,
      results: false,
      imgs: '',
    }
  },
}
</script>

<style scoped lang="scss">
.img-test {
  margin: 10px;
  height: 300px;
  width: 400px;
  float: left;
  @media screen and (max-width: 768px) {
    height: 200px;
    width: 300px;
  }
}
.back {
  position: absolute;
  right: 16px;
  top: -50px;
  color: $bg-primary;
  background-color: $accent-color;
  padding: 12px 24px;
  border-radius: 12px;
  @include medium-media {
    position: fixed;
    top: 85px;
    right: 15px;
  }
}
.middle {
  margin-left: auto;
  width: 200px;
  margin-right: auto;
}
.hidden {
  margin-top: 20px;
  cursor: pointer;
}
.enlarged {
  visibility: visible;
  top: 80px;
  left: 0px;
  position: fixed;
  width: 100vw;
  height: 100vh;
  background-color: rgba($color: #000000, $alpha: 0.5);
}

.close {
  color: #000;
  top: 60px;
  right: 50px;
  position: absolute;
  transition: $t height;
  transition: color $t;
  color: $icon-color;
  cursor: pointer;
  &:hover {
    color: $accent-color;
  }
}

.block-zxc {
  &__right {
    @include high-media() {
      display: block;
    }
    @include small-media() {
      display: none;
    }
    &-mobile {
      display: none;
      @include high-media() {
        display: block;
      }
    }
  }
}
</style>
