<template>
  <block-ab title="Веб-технологии">
    <div class="block-zxc__right">
      <common-documents-list json-path="documents/demo-ekzam-web.json" />
      <div class="block-zxc__right-mobile">
        <common-documents-list json-path="documents/demo-ekzam-webAtt.json" />
      </div>
    </div>
    <div class="block-zxc__left">
      <div class="middle" v-for="emp in employeers" :key="emp.img">
        <img
          v-on:click="
            visible = !visible
            imgs = emp.img
          "
          class="img-single__preview"
          :src="'/img/projects/demoekzam-item/Веб_технологии_' + emp.img + 'png'" />
        <p class="ab__p">
          <b>Аттестат ЦПДЭ {{ emp.img }} </b>
        </p>
      </div>
    </div>
    <div class="block-zxc__center">
      <p class="ab__p">
        Cтуденты специальности 09.02.07 Информационные системы и программирование (Разработка web и
        мультимедийных приложений) сдают демонстрационный экзамен по компетенции Веб-технологии.
      </p>
      <p class="ab__p">
        Веб-технологии - это современная, динамичная, постоянно развивающаяся сфера деятельности в
        области интернет-технологий. Веб-технологии — это технологии формирования и поддержки
        функционирования разных информационных ресурсов и сервисов, размещенных в сети Интернет.
        Задача веб-специалиста достаточно объемная и интересная и охватывает почти все направления в
        данной области разработки: дизайн, верстка, программирование на стороне клиента, сервера.
        Веб-разработчик создает интернет-ресурс и отвечает за его функционирование. Веб-дизайнер
        формирует внешний вид (художественное оформление) и восприятие интернет-ресурса (интерфейс,
        логическая структура веб-страницы, размещение информации).
      </p>
      <p class="ab__p">
        Для создания веб-сайтов используются специальные программы и языки программирования.
        Веб-разработчики создают единый функциональный и удобный информационный продукт с помощью
        разметок, связывающих графические элементы, текст и фото, ссылки на различные веб-страницы и
        другие сайты. Компьютерные программы, заготовки и открытые электронные библиотеки
        используются в качестве технической базы. В своей работе разработчики сайтов обязаны
        соблюдать требования закона об авторском праве и этические нормы.
      </p>
      <p class="ab__p">
        Чтобы пробудить интерес у посетителей сайта веб-специалисты обязаны изучать новые техники и
        технологии производства сайтов и использовать их при решении оригинальных задач, должны быть
        осведомлены о современных стилях и тенденциях графического дизайна. Творческие способности
        нужны веб-специалистам при подборе цветов, шрифтов и графики, для поддержки эффективной
        рабочей коммуникации с профессиональными дизайнерами, а также при разработке структуры
        сайта.
      </p>
      <p class="ab__p">
        Хорошо спланированный пользовательский интерфейс (ПИ) гарантирует интерес посетителя к
        открытой и другим страницам сайта и, как следствие, высокую его конверсию. А совместимость
        конечного продукта с современными версиями наиболее распространенных веб-браузеров,
        программам и устройств обеспечит доступ к ресурсу всем пользователям. Веб-специалист обязан
        знать основы проектной работы, технологии и методы программирования на стороне сервера и
        клиента, разбираться в основах программной архитектуры и базах данных для хранения
        информации, знать, как организованы сложные веб-сервисы, знать основы управления сайтом.
      </p>
      <p class="ab__p">Оценка Конкурсного задания основывается на следующих критериях (модулях):</p>
      <p class="ab__p"><b>A Дизайн и верстка веб-приложения</b></p>
      <p class="ab__p">
        Оценивается совокупность решений, определяющих качество выполненного дизайна/редизайна
        (иерархия, типографика, эстетика, композиция, выравнивание и т.д.), подготовка изображений
        для публикации в сети Интернет; уместность использования элементов, характерных для
        устройств с разным разрешением экрана, обоснованность выбора изображения, качество их
        обработки и оптимизации, создание стиля как отдельных элементов, так и дизайн-макета
        страницы в целом. Также подлежит оценке степень соответствия созданных дизайн-элементов
        инструкциям, указанным в конкурсном задании.
      </p>
      <p class="ab__p">
        Оценивается соответствие сверстанных страниц предоставленным или разработанным ранее
        дизайн-макетам веб-страниц. Среди аспектов оценивания могут быть: наличие заданных блоков
        страницы, адаптивность верстки, использование accessibility тегов, кроссбраузерность
        сверстанных страниц, реализация интерактивных элементов страниц, соответствие иным
        инструкциям конкурсного задания. Созданный HTML и CSS код должен быть оформлен для
        дальнейшего сопровождения. Валидация CSS и HTML-кода производится с помощью веб-ресурса
        http://w3.org.
      </p>
      <p class="ab__p"><b>B Программирование на стороне клиента</b></p>
      <p class="ab__p">
        Оценивается качество реализации функциональной части, реализованной с помощью языков и
        технологий client-side программирования. В представленных работах должны быть исключены
        ошибки выполнения (в т.ч. в консоли), проверяются элементы интерактивности и валидации
        вводимых значений реализованных в соответствии с заданием, манипуляция с AJAX-запросами и
        файлами в форматах JSON, работа с доступными библиотеками, а также степень повторного
        использования кода и реализации принципов ООП в JS.
      </p>
      <p class="ab__p"><b>C Программирование на стороне сервера</b></p>
      <p class="ab__p">
        Оценивается качество реализации функциональной части, реализованной с помощью языков и
        технологий server-side программирования, в частности, работа с данными, представленными в
        виде дампа базы данных, валидация вводимых данных на стороне сервера, обработка изображений
        средствами PHP, работа с данными в/из БД. Также оценивается работа с доступными
        фреймворками, степень повторного использования кода и реализации принципов ООП в PHP,
        загрузка файлов на сервер, реализация защиты данных, создание структуры БД в соответствии с
        инструкциями конкурсного задания.
      </p>
      <p class="ab__p"><b>D Система управления контентом</b></p>
      <p class="ab__p">
        Оцениваются продемонстрированные результаты установки, настройки и обновления CMS и
        предоставленных плагинов/модулей, создание тем/шаблонов, создание структуры сайта согласно
        заданию, наполнение контентом и его оформление.
      </p>
      <h2
        class="ab__subtitle"
        v-on:click="
          pressrelease = !pressrelease
          results = false
        ">
        <b red>Пресс-релиз</b>
      </h2>
      <h2
        class="ab__subtitle"
        v-on:click="
          results = !results
          pressrelease = false
        ">
        <b red>Итоги демонстрационных экзаменов по компетенции</b>
      </h2>
      <div class="hidden" v-show="pressrelease">
        <h2 class="ab__subtitle">Анонс ДЭ по компетенции «Веб-технологии» с 13 декабря 2023</h2>
        <p class="ab__p">
          Уже скоро, через неделю состоится демонстрационный экзамен у группы 41 ИСР по компетенции
          «Веб-технологии». Экзамен состоится в рамках промежуточной аттестации по профессиональному
          модулю.
        </p>
        <p class="ab__p">
          <b red>Демонстрационный экзамен</b> – процедура аттестации обучающихся колледжей и
          техникумов, направленная на определение уровня освоения студентом материала,
          предусмотренного образовательной программой, и степени сформированности профессиональных
          умений и навыков путём проведения независимой экспертной оценки выполненных выпускником
          практических заданий в условиях реальных или смоделированных производственных процессов.
        </p>
        <p class="ab__p">Деятельность участников ДЭ при подготовке и проведении ДЭ:</p>
        <p class="ab__p">
          1.
          <b red>зарегистрироваться в <a href="https://dp.firpo.ru/">Цифровой платформе</a></b>
          (далее – ЦП) (пункты 4.13-4.14 Методики организации и проведения демонстрационного
          экзамена, утвержденной приказом ФГБОУ ДПО ИРПО от 22 июня 2023 г. № П-291, Инструкция
          пользователя для участника экзамена в цифровых платформах).
        </p>
        <p class="ab__p">
          2. до даты проведения экзамена ознакомиться с планом проведения ДЭ (пункт 28 Порядка), в
          присутствии главного эксперта, членов экспертной группы и технического специалиста
          <b red>участвовать в проверке готовности ЦПДЭ</b> (пункт 31 Порядка),
          <b red
            >ознакомиться со своими рабочими местами, условиями оказания первичной медицинской
            помощи в ЦПДЭ, с требованиями охраны труда и безопасности производства</b
          >
          (факт ознакомления отражается в протоколах) (пункты 32-33 Порядка);
        </p>
        <p class="ab__p">
          3. в день проведения экзамена <b red>допуск участников в ЦПДЭ</b> осуществляется главным
          экспертом <b red>на основании документов, удостоверяющих личность</b>(пункт 34 Порядка);
        </p>
        <p class="ab__p">
          4. <b red>участники могут иметь при себе</b> лекарственные средства и питание, прием
          которых осуществляется в специально отведенном для этого помещении согласно плану
          проведения ДЭ за пределами ЦПДЭ (пункт 44 Порядка);
        </p>
        <p class="ab__p">5. <b red>участники вправе</b>(пункт 44 Порядка):</p>
        <ul class="ab__list">
          <li>
            пользоваться оборудованием ЦПДЭ, необходимыми материалами, средствами обучения и
            воспитания в соответствии с требованиями КОД, заданиями ДЭ;
          </li>
          <li>
            получать разъяснения технического эксперта по вопросам безопасной и бесперебойной
            эксплуатации оборудования ЦПДЭ;
          </li>
          <li>получить копию задания ДЭ на бумажном носителе.</li>
        </ul>
        <p class="ab__p">6. <b red>участники обязаны:</b></p>
        <ul class="ab__list">
          <li>
            не пользоваться и не иметь при себе средства связи, носители информации, средства ее
            передачи и хранения, если это прямо не предусмотрено КОД;
          </li>
          <li>использовать только средства обучения и воспитания, разрешенные КОД;</li>
          <li>
            не взаимодействовать с другими выпускниками, экспертами, иными лицами, находящимися в
            ЦПДЭ, если это не предусмотрено КОД и заданием ДЭ.
          </li>
        </ul>
        <p class="ab__p">
          7. <b red>в день экзамена участник</b> ознакомляется с заданиями ДЭ и занимает свое
          рабочее место;
        </p>
        <p class="ab__p">
          8. после объявления главным экспертом начала ДЭ
          <b red>участники приступают к выполнению заданий,</b> а после объявления окончания времени
          выполнения заданий участники
          <b red>прекращают любые действия по выполнению заданий</b> (пункты 48, 55 Порядка).
        </p>
        <p class="ab__p">
          Вот и наши участники уже готовы! И мы желаем им лёгкости в решении задач максимально
          приближённых к реальным!
        </p>
        <h2 class="ab__subtitle">Анонс ДЭ по компетенции «Веб-технологии» с 26 по 29 декабря</h2>
        <p class="ab__p">
          Завершающим для студентов нашего колледжа во втором полугодии 2022 года станет
          демонстрационный экзамен по компетенции «Веб-технологии». Сдавать его с 26 по 29 декабря
          будет группа 41ИСР обучающаяся по специальности 09.02.07 Информационные системы и
          программирование (квалификация Разработчик веб и мультимедийных приложений).
        </p>
        <p class="ab__p">
          Данный демонстрационный экзамен будет проходить в рамках промежуточной аттестации по
          профессиональному модулю ПМ 09. Проектирование, разработка и оптимизация веб-приложений по
          специальности.
        </p>
        <p class="ab__p">
          На консультационных занятиях будущие разработчики уже укрепили свои знания, умения и
          практические навыки, которые им нужно будет показать в ситуации предусматривающей
          моделирование реальных производственных условий для решения практических задач
          профессиональной деятельности в соответствии со стандартами Ворлдскиллс Россия. А заданием
          для них станет разработка интернет-магазина в соответствии с комплектом оценочной
          документации 1.4.
        </p>
        <p class="ab__p">
          Результаты экзамена, сразу после его завершения, отразятся в СкиллсПаспортах участников на
          ресурсе «Цифровая платформа Ворлдскиллс Россия».
        </p>
        <p class="ab__p">
          Желаем ребятам успехов! И чтобы каждый из них преподнес себе новогодний подарок в виде
          оценки «отлично»!
        </p>
        <h2 class="ab__subtitle">Анонс ДЭ по компетенции «Веб-технологии» с 30 мая по 1 июня</h2>
        <p class="ab__p">
          Под «веб-технологиями» обычно подразумеваются языки разметки, языки программирования, базы
          данных, системы и платформы CMS и другие технологии, которые позволяют создавать
          веб-сайты, приложения и магазины.
        </p>
        <p class="ab__p">
          Выпускники колледжа, осваивающие специальность 09.02.07 «Информационные системы и
          программирование», смогут работать по следующим направлениям:
        </p>
        <ul class="ab__list">
          <li>программист-разработчик компьютерных игр,</li>
          <li>разработчик веб-сайтов,</li>
          <li>мультимедийный программист.</li>
        </ul>
        <p class="ab__p">
          Но для завершения обучения и подтверждения полученных знаний им необходимо пройти
          государственную итоговую аттестацию в форме демонстрационного экзамена. Для группы 41ИСР
          такой экзамен пройдет уже совсем скоро, с 30 мая по 1 июня.
        </p>
        <p class="ab__p">
          Заданием для них выбран комплект оценочной документации 1.4, в соответствии с которой
          участники должны провести разработку интернет-магазина и показать следующие знания и
          навыки:
        </p>
        <ul class="ab__list">
          <li>организация работы и управление,</li>
          <li>коммуникационные и межличностные навыки,</li>
          <li>графический дизайн вебстраниц,</li>
          <li>верстка страниц,</li>
          <li>программирование на стороне клиента,</li>
          <li>программирование на стороне сервера.</li>
        </ul>
        <p class="ab__p">Пожелаем ребятам удачи!</p>
      </div>
      <div class="hidden" v-show="results">
        <div>
          <h2 class="ab__subtitle">
            Итоги демонстрационного экзамена по компетенции «Веб-технологии» с 30 мая по 01 июня
            2022
          </h2>
          <p class="ab__p">
            Обучающиеся группы 41ИСР БПОУ «Колледж инновационных технологий, экономики и коммерции»
            с 30 мая по 01 июня 2022 года впервые сдавали демонстрационный экзамен по стандартам
            Ворлдскиллс Россия по компетенции «Веб-технологии» в рамках государственной итоговой
            аттестации. Для выполнения был выбран комплект оценочной документации – 1.4.
          </p>
          <p class="ab__p">
            В независимой оценке практических умений обучающихся в качестве экспертов приняли
            участие преподаватели профессиональных образовательных организаций города Омска, имеющие
            свидетельство на право участия в оценке демонстрационного экзамена.
          </p>
          <p class="ab__p">
            Ребята волновались, и не для всех участников этот экзамен прошел успешно. Многим ребятам
            не удалось создать визуально привлекательный продукт при оформлении сайта в соответствии
            с поставленными задачами, продемонстрировать навыки программирования на стороне клиента
            и на стороне сервера, показать навыки, связанные с версткой страниц, и навыки
            организации работы.
          </p>
          <p class="ab__p">
            Но были и те, кто справился с заданием выше среднего. Один из студентов сдал этот
            экзамен на «отлично» - он набрал 31,19 балла из 44,00 возможных. И четверо участников
            справились на оценку «хорошо» и набрали баллы выше среднего по Омской области и по
            России.
          </p>
          <p class="ab__p">Поздравляем с успешной сдачей демонстрационного экзамена!</p>
        </div>
      </div>
    </div>
    <button class="back" @click="$router.go(-1)">Назад</button>
    <div class="enlarged" v-show="visible">
      <icon-wrapper width="48" height="48" class="close" v-on:click="visible = false">
        <icon-close />
      </icon-wrapper>
      <img
        class="img-single__enlarged"
        :src="'/img/projects/demoekzam-item/Веб_технологии_' + imgs + 'png'" />
    </div>
    <div class="block-zxc__bottom-mobile">
      <common-documents-list json-path="documents/demo-ekzam-web.json" />
      <common-documents-list json-path="documents/demo-ekzam-webAtt.json" />
    </div>
  </block-ab>
</template>

<script>
export default {
  data() {
    return {
      employeers: [
        {
          img: '1.',
        },
        {
          img: '2.',
        },
        {
          img: '3.',
        },
        {
          img: '4.',
        },
        {
          img: '2.1.',
        },
      ],
      visible: false,
      pressrelease: false,
      results: false,
      imgs: '',
    }
  },
}
</script>

<style scoped lang="scss">
.img-test {
  margin: 10px;
  height: 300px;
  width: 400px;
  float: left;
  @media screen and (max-width: 768px) {
    height: 200px;
    width: 300px;
  }
}
.back {
  position: absolute;
  right: 16px;
  top: -50px;
  color: $bg-primary;
  background-color: $accent-color;
  padding: 12px 24px;
  border-radius: 12px;
  @include medium-media {
    position: fixed;
    top: 85px;
    right: 15px;
  }
}
.middle {
  margin-left: auto;
  width: 200px;
  margin-right: auto;
}
.hidden {
  margin-top: 20px;
  cursor: pointer;
}
.enlarged {
  visibility: visible;
  top: 80px;
  left: 0px;
  position: fixed;
  width: 100vw;
  height: 100vh;
  background-color: rgba($color: #000000, $alpha: 0.5);
}

.close {
  color: #000;
  top: 60px;
  right: 50px;
  position: absolute;
  transition: $t height;
  transition: color $t;
  color: $icon-color;
  cursor: pointer;
  &:hover {
    color: $accent-color;
  }
}

.block-zxc {
  &__right {
    @include high-media() {
      display: block;
    }
    @include small-media() {
      display: none;
    }
    &-mobile {
      display: none;
      @include high-media() {
        display: block;
      }
    }
  }
}
</style>
