<template>
  <block-ab title="Цифровая образовательная среда">
    <img alt="Digital Logo" src="/img/digital/digital.webp" class="ab__img" />
    <h2 class="ab__subtitle">
      Федеральный проект «Цифровая образовательная среда» направлен на создание и внедрение цифровой
      образовательной среды, а также обеспечение реализации цифровой трансформации системы
      образования.
    </h2>
    <p class="ab__p">
      В 2020 г. в рамках реализации Федерального проекта «Образование» с целью внедрения и
      использования цифровой образовательной среды БПОУ «КИТЭК» были получены 38 ноутбуков, 2
      интерактивных комплекса и многофункциональное устройство (всего 41 единица оборудования).
      Данным оборудованием оснащено 7 учебных кабинетов, а именно: в 2-х кабинетах развернуты
      полноценные лаборатории в составе: рабочее место обучающегося – 15 шт., рабочее место
      преподавателя – 1 шт., интерактивный комплекс. Ноутбуки администрации (5 шт.) переданы в
      учебные кабинеты общеобразовательных дисциплин в качестве рабочего места преподавателей
      (поскольку вся администрация уже оснащена стационарными рабочими местами).
    </p>
    <p class="ab__p">
      Учебное оборудование, полученное в рамках проекта, используют 12 преподавателей и 524
      обучающихся. Таким образом, БПОУ «КИТЭК» получил возможность сделать большой шаг вперед к
      созданию единого цифрового пространства, объединяющего всех участников образовательного
      процесса – администрацию, преподавателей, обучающихся и их родителей, осуществляя, таким
      образом, цифровую трансформацию системы профессионального образования.
    </p>
    <h2 class="ab__subtitle">
      Переданное в рамках эксперимента оборудование используется для реализации следующих
      образовательных программ:
    </h2>
    <ul class="ab__list">
      <li>
        общеобразовательная дисциплина «Математика» (раздел «Решение математических задач с помощью
        компьютерных программ»);
      </li>
      <li>
        профессиональный модуль «Ведение предпринимательской деятельности» (разделы «Финансы»,
        «Технико-экономическое обоснование проекта»);
      </li>
      <li>общеобразовательная дисциплина «Информатика» (раздел «Табличный процесcор MS Excel»);</li>
      <li>
        дисциплины «Операционные системы и среды» (раздел «Принципы построения операционных
        систем»).
      </li>
    </ul>
    <p class="ab__p">
      Также на базе созданных кабинетов проводилась профильная предпринимательская смена,
      организованная совместно с БОУ ДПО «ИРООО» (июнь 2021 г.). Представляя собой единый
      аппаратно-программный комплекс, работающий под управлением российской операционной системы и
      оснащенный прикладным программным обеспечением (текстовый процессор, табличный процессор и
      пр.) российских разработчиков, полученное оборудование, которое помимо технической, выполняет
      и большую просветительскую роль: показывает будущим специалистам, привыкшим использовать в
      жизни программное обеспечение иностранных брендов (Android, Windows, Google Chrome, iOS и
      пр.), прогресс отечественных программных продуктов, их богатый функционал и стабильность
      работы. Наличие у ноутбуков сенсорных экранов делает процесс управления максимально
      приближенным к процессам управления современным промышленным оборудованием. Все
      вышеперечисленное позволяет еще больше повысить качество профессионального образования,
      создать современные рабочие места, функционально не уступающие реальным производственным
      участкам.
    </p>
    <common-documents-list json-path="documents/digital-links.json" />
  </block-ab>
</template>

<script>
export default {
  data() {
    return {
      title: 'Цифровая образовательная среда',
      description:
        'Сведения о создании и внедрении цифровой образовательной среды, а также обеспечение реализации цифровой трансформации образовательного процесса в колледже.',
    }
  },
  head() {
    return {
      title: this.title,
      meta: [
        {
          hid: 'description',
          name: 'description',
          content: this.description,
        },
      ],
    }
  },
}
</script>

<style scoped lang="scss">
.ab {
  &__img {
    position: absolute;
    right: 24px;
    top: 24px;
    @include high-medium-media() {
      width: 74px;
      height: 64px;
      right: 12px;
      top: 12px;
      opacity: 0.4;
    }
  }
}
</style>
