<template>
  <block-ab title="Платные образовательные услуги">
    <p class="ab__p">
      В соответствии с Уставом колледж вправе сверх установленного государственного задания, а также
      в случаях, определённых федеральными законами, в пределах установленного государственного
      задания выполнения работы, оказывать услуги, относящие к его основным видам деятельности,
      предусмотренным Уставом, гражданам и юридическим лицам за плату и на одинаковых при оказании
      одних и тех же услуг условиях. Порядок определения указанной платы устанавливается Отраслевым
      органом, если иное не предусмотрено федеральным законом.
    </p>
    <p class="ab__p">
      Платные образовательные услуги в колледже осуществляются на возмездной основе за счет средств
      физических и юридических лиц. Стоимость платных образовательных услуг в колледже фиксируется в
      момент заключения договора и не может быть увеличена, за исключением увеличения стоимости
      указанных услуг с учетом уровня инфляции, предусмотренного основными характеристиками
      федерального бюджета на очередной финансовый год и плановый период.
    </p>
    <ul class="ab__list">
      <h2 class="ab__subtitle">
        Доходы, получаемые колледжем от осуществления приносящей доход деятельности:
      </h2>
      <li>
        проведение подготовки лиц к поступлению на обучение в Учреждение, репетиторство,
        преподавание специальных курсов и циклов дисциплин;
      </li>
      <li>
        выполнение учебно-методических и научно-методических работ по направлениям подготовки
        (профессиям, специальностям), по которым осуществляется обучение в Учреждении;
      </li>
      <li>
        производство и реализация продукции производственного, технического, учебного и бытового
        назначения;
      </li>
      <li>выполнение художественных, оформительских и дизайнерских работ;</li>
      <li>
        реализация собственной продукции, в том числе изготовленной обучающимися в период
        производственной практики;
      </li>
      <li>
        организация и проведение ярмарок, аукционов, выставок, лотерей, форумов, олимпиад,
        мастер-классов, конференций, слетов, смотров-конкурсов, конкурсов, областного этапа
        всероссийских конкурсов, межрегиональных всероссийских международных конкурсов, семинаров,
        совещаний, педагогических чтений, «круглых столов», фестивалей, торжественных мероприятий
        для педагогических работников образовательных учреждений, педагогических марафонов,
        культурно-досуговых и других мероприятий; оказание услуг в рамках осуществления рекламной,
        редакционной, издательской, полиграфической , информационной деятельности;
      </li>
      <li>
        оказание услуг по проведению лицензионной экспертизы условий осуществления образовательного
        процесса и по реализуемых образовательных программ соответствующего уровня и направлений,
        соответствия содержания и качества подготовки выпускников государственным стандартам и
        требованиям, показателей деятельности образовательной организации;
      </li>
      <li>
        оказание услуг по руководству учебной и производственной практикой обучающихся
        профессиональных образовательных организаций;
      </li>
      <li>оказание услуг общественного питания;</li>
      <li>оказание копировально-множительных услуг;</li>
      <li>консультационная деятельность;</li>
      <li>издательская деятельность, услуги по тиражированию;</li>
      <li>профессиональная подготовка, переподготовка и повышение квалификации граждан;</li>
      <li>
        реализация товаров, созданных или приобретенных за счет средств от приносящей доход
        деятельности для обеспечения данной деятельности;
      </li>
      <li>
        проведение конференций и конкурсов с участием обучающихся, работников системы образования и
        социальных партнеров;
      </li>
      <li>
        предоставление услуг проживания, пользования коммунальными и хозяйственными услугами в
        общежитиях работниками и обучающимся Учреждения;
      </li>
      <li>спортивная, физкультурно-оздоровительная деятельность;</li>
      <li>
        сдача лома и отходов черных, цветных, драгоценных металлов и других видов вторичного сырья;
      </li>
      <li>
        создание, реализация и сопровождение информационных баз, обработка данных, подготовка
        аналитических обзоров;
      </li>
      <li>
        выпуск и реализация аудиовизуальной продукции, обучающих программ, информационных и других
        материалов, изготовленных за счет средств, полученных от приносящей доход деятельности;
      </li>
      <li>разработка, внедрение и техническая поддержка программного обеспечения;</li>
      <li>оказание услуг в области коммерческой деятельности;</li>
      <li>оказание услуг в области права;</li>
      <li>оказание услуг в области налогообложения, составления счетов, бухгалтерского учета;</li>
      <li>оказание услуг по исследованию конъюнктуры рынка;</li>
      <li>
        оказание консультационных по вопросам по вопросам коммерческой деятельности и управления;
      </li>
      <li>организация и проведение практических мероприятий;</li>
      <li>производство и реализация хлеба и мучных кондитерских изделий, тортов и пирожных;</li>
      <li>оказание услуг по обслуживанию торжественных мероприятий;</li>
      <li>оказание услуг по очистке и уборке жилых зданий и нежилых помещений.</li>
    </ul>
    <common-documents-list json-path="documents/paid-links.json" />
    <h2 class="ab__subtitle">QR для оплаты за обучение КИТЭК:</h2>
    <br />
    <img src="/img/qr paid.png" />
  </block-ab>
</template>

<script>
export default {}
</script>

<style scoped lang="scss"></style>
