<template>
  <block-ab title="Демонстрационный экзамен">
    <div class="block-zxc__right">
      <a class="ab__link" href="/projects/itemized/admin"><b red>Гостиничное дело</b></a>
      <a class="ab__link" href="/projects/itemized/booker"
        ><b red>Экономика и бухгалтерский учет</b></a
      >
      <a class="ab__link" href="/projects/itemized/web"
        ><b red>Информационный системы и программирование (Веб-разработчик)</b></a
      >
      <!-- <a class="ab__link" href="/projects/itemized/business"
        ><b red>ИТ-решения для бизнеса на платформе "1С: Предприятие 8"</b></a
      > -->
      <a class="ab__link" href="/projects/itemized/cook"
        ><b red>Поварское и кондитерское дело</b></a
      >
      <a class="ab__link" href="/projects/itemized/enterprise"><b red>Коммерция</b></a>
      <a class="ab__link" href="/projects/itemized/software"
        ><b red>Информационные системы и программирование (Программист)</b></a
      >
      <!-- <a class="ab__link" href="/projects/itemized/service"><b red>Ресторанный сервис</b></a> -->
      <!--<a class="ab__link" target="__blank" href="/data/projects/Общая информация по ДЭ.pdf">Общая информация по ДЭ</a>-->
    </div>
    <h2 class="ab__subtitle"><b red></b></h2>
    <p class="ab__p">
      &nbsp; Демонстрационный экзамен является одной из форм государственной итоговой аттестации по
      образовательным программам среднего профессионального образования, которая направлена на
      определение уровня освоения выпускником материала, предусмотренного образовательной
      программой, и степени сформированности профессиональных компетенций путем проведения
      независимой экспертной оценки выполненных выпускником практических заданий.
    </p>
    <!-- <p class="ab__p">
      <ul class="ab__list">
        <li> моделирование реальных производственных условий для демонстрации выпускниками профессиональных умений и навыков;</li>
        <li> независимую экспертную оценку выполнения заданий демонстрационного экзамена, в том числе экспертами из числа представителей предприятий;</li>
        <li> определение уровня знаний, умений и навыков выпускников в соответствии с международными требованиями.</li>
      </ul>
    </p>  -->
    <p class="ab__p">
      &nbsp; С 2023 года демонстрационный экзамен проводится по двум уровням: базовому и
      профильному. Базовый уровень основан на требованиях федеральных государственных
      образовательных стандартов среднего профессионального образования, а профильный –
      дополнительно учитывает квалификационные требования, заявленные работодателями,
      заинтересованными в подготовке кадров соответствующей квалификации.
    </p>
    <p class="ab__p">
      &nbsp;Разработка комплектов оценочной документации производится на основании Федеральных
      государственных стандартов по соответствующей профессии или специальности.
    </p>
    <p class="ab__p">
      &nbsp;Демонстрационный экзамен проводится в центре проведения демонстрационного экзамена – на
      площадке, оборудованной и оснащенной ресурсами (оборудование, инструменты, расходные материалы
      и др.), необходимыми для проведения экзамена.
    </p>
    <p class="ab__p">
      &nbsp;Федеральное государственное бюджетное образовательное учреждение дополнительного
      профессионального образования «Институт развития профессионального образования» (далее – ФГБОУ
      ДПО ИРПО) в соответствии с приказом Министерства просвещения Российской Федерации от 17 апреля
      2023 г. № 285 является оператором демонстрационного экзамена базового и профильного уровней по
      образовательным программам среднего профессионального образования.
    </p>
    <p class="ab__p">
      &nbsp;Подробную информацию о демонстрационных экзаменах Вы можете найти на сайте оператора
      демонстрационного экзамена -
      <a href="https://de.firpo.ru"
        ><b><i>https://de.firpo.ru</i></b></a
      >.
    </p>

    <!-- <p class="ab__p">
      <b>Официальный канал о проекте "Демонстрационный экзамен по стандартам Ворлдскиллс Россия": <a href="https://t.me/de_wsr" target="_blank" class="ab__link">https://t.me/de_wsr</a></b>
    </p> -->
    <p class="ab__p">
      <b>Выпускникам</b><br />
      &nbsp;Поскольку демонстрационный экзамен является формой государственной итоговой аттестации,
      то успешная сдача данного экзамена дает право студенту на получение диплома об образовании.
      <!-- <ul class="ab__list">
        <li> одновременно с подтверждением уровня освоения образовательной программы в соответствии с федеральными государственными образовательными стандартами подтвердить свою квалификацию в соответствии с требованиями международных стандартов Ворлдскиллс без прохождения дополнительных аттестационных испытаний;</li>
        <li> подтвердить свою квалификацию по отдельным профессиональным модулям, востребованным предприятиями-работодателями и получить предложение о трудоустройстве на этапе выпуска из образовательной организации;</li>
        <li> одновременно с получением диплома о среднем профессиональном образовании получить документ, подтверждающий уровень профессиональных компетенций в соответствии со стандартами Ворлдскиллс Россия – Паспорт компетенций (Skills Passport).</li>
      </ul> -->
    </p>
    <p class="ab__p">
      &nbsp; Также после сдачи экзамена (как в рамках государственной итоговой, так и промежуточной
      аттестации) участник получает цифровой паспорт компетенций – электронный документ, отражающий
      результаты выполнения задания. Паспорт дает возможность потенциальным работодателям оценить
      профессиональные качества выпускника и принять решение о приглашении его на работу.
    </p>
    <!-- <p class="ab__p">
      &nbsp; Все выпускники, прошедшие демонстрационный экзамен и получившие Паспорт компетенций вносятся в базу данных молодых профессионалов, доступ к которому предоставляется всем ведущим предприятиям-работодателям, признавшим формат демонстрационного экзамена, для осуществления поиска и подбора персонала.
    </p> -->
    <!-- <p class="ab__p">
      <b>Образовательным организациям</b><br>
      &nbsp; Для образовательных организаций проведение аттестационных испытаний в формате демонстрационного экзамена – это:
      <ul class="ab__list">
        <li> возможность объективно оценить содержание и качество образовательных программ;</li>
        <li> объективно оценить материально-техническую базу;</li>
        <li> оценить уровень квалификации преподавательского состава;</li>
        <li> возможность определения точек роста и дальнейшего развития в соответствии с актуальными требованиями международного рынка труда.</li>
      </ul>
    </p> -->
    <p class="ab__p">
      <b>Предприятиям</b><br />
      &nbsp; Участие в демонстрационном экзамене дает потенциальным работодателям оценить
      профессиональные качества выпускника и принять решение о приглашении его на работу.
    </p>
    <p class="ab__p">
      &nbsp; Также у ребят есть возможность познакомиться с экспертами – сотрудниками компаний,
      которые своим примером могут вдохновить их на дальнейшее профессиональное развитие.
    </p>
    <p class="ab__p">
      &nbsp; Демонстрационный экзамен – гибкий инструмент, с помощью которого можно подбирать
      задания и увидеть в выпускниках необходимые навыки под запросы компании.
    </p>
    <div class="document-list">
      <a class="ab__link" href="/projects/itemized/admin"><b red>Гостиничное дело</b></a>
      <a class="ab__link" href="/projects/itemized/booker"
        ><b red>Экономика и бухгалтерский учет</b></a
      >
      <a class="ab__link" href="/projects/itemized/web"
        ><b red>Информационный системы и программирование (Веб-разработчик)</b></a
      >
      <!-- <a class="ab__link" href="/projects/itemized/business"
        ><b red>ИТ-решения для бизнеса на платформе "1С: Предприятие 8"</b></a
      > -->
      <a class="ab__link" href="/projects/itemized/cook"
        ><b red>Поварское и кондитерское дело</b></a
      >
      <a class="ab__link" href="/projects/itemized/enterprise"><b red>Коммерция</b></a>
      <a class="ab__link" href="/projects/itemized/software"
        ><b red>Информационные системы и программирование (Программист)</b></a
      >
      <!-- <a class="ab__link" href="/projects/itemized/service"><b red>Ресторанный сервис</b></a> -->
      <!--<a class="ab__link" target="__blank" href="/data/projects/Общая информация по ДЭ.pdf">Общая информация по ДЭ</a>-->
    </div>
    <common-documents-list json-path="documents/demo-ekzam-main.json" />
    <common-documents-list json-path="documents/demo-ekzam-adult.json" />
    <common-documents-list json-path="documents/demo-ekzam-underage.json" />
  </block-ab>
</template>

<script>
export default {
  data() {
    return {
      title: 'Демонстрационный экзамен',
      description:
        'Информация о проведении демонстрационного экзамена в БПОУ «КИТЭК» Документация, результаты демонстрационного экзамена.',
    }
  },
  head() {
    return {
      title: this.title,
      meta: [
        {
          hid: 'description',
          name: 'description',
          content: this.description,
        },
      ],
    }
  },
}
</script>

<style scoped lang="scss">
.ab__link {
  margin-top: 12px;
  cursor: pointer;
}
</style>
