<template>
  <block-ab title="Федеральный проект «Содействие занятости» Национального проекта «Демография»">
    <h2 class="ab__subtitle">Федеральный проект «Содействие занятости» Нацпроект «Демография»</h2>
    <img
      alt="Федеральный проект «Содействие занятости» Нацпроект «Демография»"
      class="img-single"
      src="/img/projects/trud.jpg" />

    <div class="ab__list сolumn">
      <ul class="ab__list сolumn__left">
        <b
          >БПОУ ОО «Колледж инновационных технологий, экономики и коммерции» (ул. 24-я Северная,
          121) +7 913 972-17-29</b
        >
        <li>«ИТ-решения для бизнеса на платформе "1С: Предприятие 8"»</li>
        <li>«Бухгалтерский учет»</li>
        <li>«Предпринимательство»</li>
        <li>«Поварское дело»</li>
      </ul>
      <ul class="ab__list сolumn__left">
        <b
          >АНПОО «Омская академия экономики и предпринимательства» (Комарова,13), тел. +7 950
          333-82-64</b
        >
        <li>«Социальная работа»</li>
        <li>«Веб-технологии»</li>
        <li>«Бухгалтерский учет»</li>
        <li>«Документационное обеспечение управления и архивоведение»</li>
      </ul>
      <ul class="ab__list сolumn__left">
        <b
          >БПОУ «Омский авиационный колледж имени Н.Е. Жуковского» (Ленина, 24 / Космический пр-кт
          14а / Б. Хмельницкого 281а) тел. +7 950 215-74-64</b
        >
        <li>«Обслуживание авиационной техники»</li>
        <li>«Сетевое и системное администрирование»</li>
        <li>«Токарные работы на станках с ЧПУ»</li>
        <li>«Корпоративная защита от внутренних угроз информационной безопасности»</li>
        <li>«Сварочные технологии»</li>
      </ul>
      <ul class="ab__list сolumn__left">
        <b
          >БПОУ «Омский аграрно-технологический колледж» (пос, Новоомский, ул.Титова, 40) тел. +7
          913 606-00-69</b
        >
        <li>«Ветеринария»</li>
        <li>«Сити-фермерство»</li>
        <li>«Эксплуатация сельскохозяйственных машин»</li>
      </ul>
      <ul class="ab__list сolumn__left">
        <b>БПОУ «Омский технологический колледж» (ул. 21-я Амурская, 15) тел. +7 913 649-21-33</b>
        <li>«Парикмахерское искусство»</li>
        <li>«Эстетическая косметология»</li>
      </ul>
      <ul class="ab__list сolumn__left">
        <b>БПОУ «Омский педагогический колледж №1» (ул. Блюхера, 28) тел. +7 960 981-08-02</b>
        <li>«Дошкольное воспитание»</li>
        <li>«Преподавание в младших классах»</li>
      </ul>
      <ul class="ab__list сolumn__left">
        <b>БПОУ ОО «Омский строительный колледж» (ул. 30 Северная, 71) тел. +7 950 954-78-24</b>
        <li>«Монтаж и эксплуатация газового оборудования»</li>
        <li>«Кирпичная кладка»</li>
      </ul>
      <ul class="ab__list сolumn__left">
        <b
          >БПОУ ОО «Омский колледж отраслевых технологий строительства и транспорта» (ул. 35-я
          Северная, 3) +7 962 052-46-82</b
        >
        <li>«Кирпичная кладка»</li>
        <li>«Поварское дело»</li>
      </ul>
      <ul class="ab__list сolumn__left">
        <b
          >БПОУ ОО «Исилькульский профессионально- педагогический колледж» (Исилькуль, ул. Ленина,
          98) тел. 8 (38173) 20598</b
        >
        <li>«Поварское дело»</li>
      </ul>
      <ul class="ab__list сolumn__right">
        <b
          >БПОУ «Омский государственный колледж управления и профессиональных технологий» (К.
          Маркса, 41/3) тел. +7 908 313-42-72</b
        >

        <li>«Обслуживание авиационной техники»</li>
        <li>«Сетевое и системное администрирование»</li>
        <li>«Токарные работы на станках с ЧПУ»</li>
        <li>«Корпоративная защита от внутренних угроз информационной безопасности»</li>
        <li>«Сварочные технологии»</li>
      </ul>
      <ul class="ab__list сolumn__right">
        <b>БПОУ ОО «Омский автотранспортный колледж» (Гагарина,10) тел. 8-904-329-44-90</b>

        <li>«Ремонт и обслуживание легковых автомобилей»</li>
        <li>«Кузовной ремонт»</li>
        <li>«Экспедирование грузов»</li>
        <li>«Обслуживание грузовых автомобилей»</li>
      </ul>
      <ul class="ab__list сolumn__right">
        <b
          >БПОУ ОО «Омский промышленно-экономический колледж» (Нефтезаводская ул., 6) тел. +7 909
          537-95-60</b
        >

        <li>«Охрана труда»</li>
        <li>«Электромонтаж»</li>
        <li>«Лабораторно-химический анализ»</li>
        <li>«Документационное обеспечение управления и архивоведение»</li>
      </ul>
      <ul class="ab__list сolumn__right">
        <b
          >БПОУ ОО «Омский техникум строительства и лесного хозяйства» (ул. Андрианова, 24) +7 904
          321-05-62</b
        >

        <li>«Поварское дело»</li>
      </ul>
      <ul class="ab__list сolumn__right">
        <b
          >БПОУ ОО «Тарский индустриально-педагогический колледж» (Тара, ул. Лихачева, 4) тел. +7
          953 397-03-25</b
        >

        <li>«Бухгалтерский учет»</li>
        <li>«Поварское дело»</li>
      </ul>
      <ul class="ab__list сolumn__right">
        <b
          >ФГБОУ ВО «Омский государственный технический университет» (пр. Мира, 11) тел. +7 908
          100-61-87</b
        >

        <li>«ИТ-решения для бизнеса на платформе "1С: Предприятие 8"»</li>
      </ul>
      <ul class="ab__list сolumn__right">
        <b
          >ООО «Учебный центр обеспечения безопасности в чрезвычайных ситуациях» (г. Омск,
          ул.Герцена,1) тел. 8-906-993-87-33</b
        >
        <li>«Пожарная безопасность»</li>
      </ul>
      <ul class="ab__list сolumn__right">
        <b
          >БПОУ ОО «Сибирский профессиональный колледж» (ул. Добролюбова, 15) тел.
          8-950-954-99-07</b
        >

        <li>«Парикмахерское искусство»</li>
      </ul>
      <ul class="ab__list сolumn__right">
        <b
          >БПОУ ОО «Омский колледж профессиональных технологий» (ул. Дианова, 33)
          тел.8-960-989-10-70</b
        >

        <li>«Управление бульдозером»</li>
        <li>«Физическая культура, спорт и фитнес»</li>
      </ul>
    </div>
    <ul class="сolumn__bottom">
      <li>Центры занятости населения:</li>
      <li>тел. 75-98-97,</li>
      <li>тел. 67-20-58,</li>
      <li>тел. 57-76-93</li>
      <li>Региональный оператор по вопросам участия в программах:</li>
      <li>тел. 8 (950) 215-74-64</li>
    </ul>
    <h2 class="ab__subtitle">Федеральный проект «Содействие занятости»</h2>
    <p class="ab__p">
      09 июля 2022 в колледже прошёл квалификационный экзамен по профессиональной подготовке
      профессии 16675 "Повар" с учётом стандарта Worldskills по компетенции "Поварское дело", в
      рамках Федерального проекта "Содействие занятости".
    </p>
    <div class="img-container">
      <img class="img-single__minimg" src="/img/news/62/1.jpg" />
      <img class="img-single__minimg" src="/img/news/62/2.jpg" />
    </div>
    <p class="ab__p">
      Двенадцать слушателей курсов в течение месяца получали новые знания, навыки для последующего
      трудоустройства, сохранения занятости или начала самостоятельной профессиональной деятельности
      (самозанятости).
    </p>
    <p class="ab__p">
      Строгие эксперты были настроены доброжелательно к слушателям. Преподаватель курса Савельева
      Юлия Сергеевна хорошо подготовила группу. Впереди вручение свидетельств.
    </p>
    <div class="img-container">
      <img class="img-single__minimg" src="/img/news/62/3.jpg" />
      <img class="img-single__minimg" src="/img/news/62/4.jpg" />
    </div>
    <h2 class="ab__subtitle">
      Вручение свидетельств об окончании курсов по программе «Повар» профессиональной подготовки
    </h2>
    <p class="ab__p">
      11 июля на базе нашего колледжа в торжественной обстановке прошло вручение свидетельств об
      окончании курсов по программе «Повар» профессиональной подготовки, с учётом стандарта
      Worldskills по компетенции "Поварское дело", новым специалистам,которых готовили по
      федеральному проекту «Содействие занятости» национального проекта «Демография». По итогам
      обучения 12 выпускников получили третий профессиональный разряд, который позволит им работать
      поваром.
    </p>
    <div class="img-container">
      <img class="img-single__minimg" src="/img/news/63/1.jpg" />
      <img class="img-single__minimg" src="/img/news/63/2.jpg" />
    </div>
    <p class="ab__p">
      Вся первая группа по компетенции «Поварское дело» была составлена их тех, кто пришел в центр
      занятости, зарегистрировался на портале «Работа Россия» и заявил о поиске работы. Но одна из
      слушателей курсов, Казакова Антонина Алексеевна, обратилась к нам в колледж, именно для того,
      чтобы попасть на эти курсы.
    </p>
    <p class="ab__p">
      «Я думаю, что те навыки, которые мы приобрели за время курсов, помогут нам работать на
      производстве, ведь курсы дают возможность развиваться, расширять свои возможности, учиться
      новому.Данные курсы для меня станут весомым преимуществом в продолжении профессиональной
      деятельности», — рассказала она.
    </p>
    <img class="img-single" src="/img/news/63/3.jpg" />
    <p class="ab__p">
      Администрация колледжа выражает благодарность ведущему преподавателю курсов,
      сертифицированному эксперту по компетенции «Поварское дело» Савельевой Юлии Сергеевне за
      хорошую подготовку группы и высокий профессионализм.
    </p>
    <p class="ab__p">
      Уже со всем скоро стартует <b>ВТОРОЙ ПОТОК</b> обучения по программе профессионального
      обучения по профессии "Повар" (профессиональная подготовка) с учетом стандарта Ворлдскиллс по
      компетенции "Поварское дело".
    </p>
  </block-ab>
</template>

<script>
export default {}
</script>

<style scoped lang="scss">
.сolumn {
  display: flex;
  flex-wrap: wrap;
  position: relative;
  max-width: 1000px;
  &__left {
    max-width: 480px;
    float: left;
  }
  &__right {
    max-width: 480px;
    float: right;
  }
  &__bottom {
    max-width: 1000px;
    color: $primary-color;
    font-weight: bold;
    margin-top: 12px;
    @extend %tg-ab-text;
    > * {
      text-align: center;
      margin-left: auto;
      margin-right: auto;
    }
    @media screen and (max-width: 1000px) {
      max-width: 500px;
    }
  }
}
</style>
