<template>
  <block-ab title="События мастерских">
    <p class="ab__p">
      <b>
        12 сентября в мастерской колледжа состоялся захватывающий мастер-класс шеф-поваров г. Омска
        для студентов нашего колледжа!</b
      >
    </p>
    <p class="ab__p">
      Участниками этого уникального мероприятия стали такие известные заведения, как ресторан
      «Сенкевич», Cosmos Omsk Hotel, ресторан «Шато», ресторан «Джорджина», а также ресторан «Клуб
      деловых людей» и Cronwell Park Ника, которые входят в состав Управляющей компании
      образовательного кластера среднего профессионального образования «Союз+» в отрасли «Туризм и
      сфера услуг».
    </p>
    <p class="ab__p">
      В мастер-классе приняли участие студенты 3-4 курсов специальностей: поварское и кондитерское
      дело, повар, кондитер и организация обслуживания в общественном питании.
    </p>
    <p class="ab__p">
      Центр содействия трудоустройству выпускников БПОУ «КИТЭК» выражает искреннюю благодарность
      всем организациям, которые приняли участие в этом замечательном мероприятии!
    </p>
    <p class="ab__p">
      Ваше участие и поддержка значат очень много для нас, и мы надеемся на дальнейшее
      сотрудничество и взаимовыгодное партнерство.
    </p>
    <p class="ab__p">
      Спасибо всем, кто помог сделать этот мастер-класс незабываемым, полезным для наших студентов и
      встретиться со своим работодателем.
    </p>
    <div class="img-container">
      <img class="img-single__minimg" src="/img/news/231/16946641262040.jpg" />
      <img class="img-single__minimg" src="/img/news/231/16946641267943.jpg" />
    </div>
    <div class="img-container">
      <img class="img-single__minimg" src="/img/news/231/16946641266340.jpg" />
      <img class="img-single__minimg" src="/img/news/231/1694664126637.jpg" />
    </div>
    <div class="img-container">
      <img class="img-single__minimg" src="/img/news/231/169466412676.jpg" />
      <img class="img-single__minimg" src="/img/news/231/16946641261074.jpg" />
    </div>

    <p class="ab__p">
      <b
        >27 октября прошел I Открытый чемпионат профессионального мастерства Бариста среди студентов
        3 и 4 курсов нашего колледжа специальностей "Организация обслуживания в общественном
        питании" и "Поварское и кондитерское дело".</b
      >
    </p>
    <p class="ab__p">
      Чемпионат проходил в три этапа: в перовом, участникам необходимо было приготовить кофе
      эспрессо, во втором этапе - необходимо приготовить кофе капучино. Затем, финалистам конкурса
      был предоставлен простор для фантазии приготовления напитка на основе кофе эспрессо.
    </p>
    <p class="ab__p">
      Ребята показали мастерство при работе на профессиональной кофемашине и кофемолке.
      Продемонстрировали знания в области работы бариста.
    </p>
    <div class="img-container">
      <img class="img-single__minimg" src="/img/projects/workshop/Конкурс Бариста 3.jpg" />
      <img class="img-single__minimg" src="/img/projects/workshop/Конкурс Бариста 1.jpg" />
    </div>
    <div class="img-container">
      <img class="img-single__minimg" src="/img/projects/workshop/Конкурс Бариста 2.jpg" />
      <img class="img-single__minimg" src="/img/projects/workshop/Конкурс Бариста 4.jpg" />
    </div>
    <p class="ab__p">В результате чемпионата:</p>
    <ol class="ab__list-number">
      <li>место занял студент гр. 31ПКД - Столащук Николай</li>
      <li>место поделили студент гр. 31ПКД Недельки Иван и студентка гр. 41ПКД Шипова Вероника</li>
      <li>место занял студент гр. 41ОО Пауст Даниилу</li>
      <li>место занял студент гр. 41ОО Чураков Артем</li>
      <li>место заняла студентка гр. 41ПКД Ваймер Елена</li>
    </ol>
    <p class="ab__p">
      Организаторы и участники конкурса остались довольны, и все надеются, что он станет
      традиционным. А, пока, отдыхайте и пейте кофе каждый вторник в кабинете 12.
    </p>
    <div class="img-container">
      <img class="img-single__minimg" src="/img/projects/workshop/Конкурс Бариста 6.jpg" />
      <img class="img-single__minimg" src="/img/projects/workshop/Конкурс Бариста 5.jpg" />
    </div>
    <p class="ab__p">
      <b
        >02 сентября 2022 года в колледже состоялось торжественное открытие мастерских по
        приоритетной группе компетенций «Искусство, дизайн и сфера услуг» по компетенциям:
        «Ресторанный сервис» и «Администрирование отеля» в рамках национального проекта
        «Образование» и федерального проекта «Молодые профессионалы»</b
      >
    </p>
    <p class="ab__p">
      В торжественном открытии новых Мастерских приняли участие заместитель Председателя
      Правительства Омской области, Министр образования Омской области Татьяна Васильевна Дернова,
      заместитель Министра образования Омской области Елена Анатольевна Корчагина, представители
      организаций реального сектора экономики: учредитель и директор ООО «Центр сертификации и
      экспертизы Омск-Тест» Светлана Леонидовна Галкина, директор Ассоциации «Санаторий «Колос»
      Сергей Владимирович Хаперских, генеральный управляющий ОАО «Гостиница «Сибирь» (гостиница ibis
      Omsk) Елена Александровна Максимова, руководители организаций среднего профессионального
      образования Омской области: директор Бюджетного профессионального образовательного учреждения
      Омской области «Омский технологический колледж» Людмила Владимировна Чеботарева, директор
      Бюджетного профессионального образовательного учреждения Омской области «Омский колледж
      профессиональных технологий» Сергей Викторович Угрюмов.
    </p>

    <p class="ab__p">
      Мастерская «Администрирование отеля», оснащенная всеми необходимыми элементами и
      оборудованием, позволяет осуществлять многостороннюю подготовку кадров по широкому спектру
      образовательных программ для любых возрастных групп и должностей в рамках гостиничной
      индустрии.
    </p>

    <p class="ab__p">
      В Мастерской оборудовано 12 рабочих мест, на которых одновременно могут обучаться 18 человек,
      чередуя различные виды деятельности: управление номерным фондом гостиницы с помощью ПО «1С:
      Отель», прием заявок службой бронирования и размещения (в том числе на иностранном языке),
      стандартные процедуры сопровождения гостей, работа службы питания и пр. После прохождения
      обучения и практической подготовки студенты способны работать в любых подразделениях
      современного гостиничного предприятия.
    </p>
    <p class="ab__p">
      Мастерская «Ресторанный сервис» реализует не менее важные направления: обслуживание и общение
      с гостями, сервировка столов, сервировка алкогольных и безалкогольных напитков, работа
      бариста.
    </p>
    <p class="ab__p">
      В мастерской оборудовано 12 рабочих мест, расположенных в 2-х кабинетах, закуплено большое
      количество барной посуды и инвентаря, новейшие образцы профессионального оборудования,
      подготовлены склады и вспомогательные помещения.
    </p>
    <p class="ab__p">Главными образовательными задачами новых мастерских являются:</p>
    <ul class="ab__list">
      <li>
        реализация образовательных программ среднего профессионального образования, основных
        программ профессионального обучения, переобучения и повышения квалификации, дополнительных
        профессиональных программ, программ дополнительного образования детей и взрослых в
        соответствии с лицензией колледжа;
      </li>
      <li>
        формирование востребованных работодателями компетенций, гарантирующих трудоустройство
        выпускников на высокооплачиваемых рабочих местах;
      </li>
      <li>
        привлечение сформированного экспертного сообщества специалистов по компетенциям мастерских
        для сертификации квалификаций специалистов региона;
      </li>
      <li>
        участие в федеральных и региональных проектах, направленных на получение востребованных
        квалификаций для незанятого населения, профессиональной ориентации школьников и других
        категорий граждан.
      </li>
    </ul>
    <p class="ab__p">
      Обучающиеся колледжа продемонстрировали свои профессиональные навыки во время презентации
      Мастерских.
    </p>
    <img class="img-single" src="/img/news/68/9180.jpg" />
    <div class="img-container">
      <img class="img-single__minimg" src="/img/news/68/9100.jpeg" />
      <img class="img-single__minimg" src="/img/news/68/9057.jpg" />
    </div>

    <p class="ab__p">
      Мастерские будут доступны в режиме 24/7 студентам и слушателям колледжей Омской области (в
      рамках сетевого взаимодействия), школьникам, работникам предприятий – в целом всем категориям
      граждан, заинтересованным в получении современного качественного и востребованного
      образования.
    </p>
    <p class="ab__p">
      Колледж отмечен Благодарственными письмами Губернатора Омской области А.Л. Буркова и
      президентом Омской областной общественной организации «Ассоциация Омских кулинаров» С.Л.
      Галкиной.
    </p>
    <h2 class="ab__subtitle">
      &nbsp; Итоги демонстрационного экзамена по компетенции «Администрирование отеля» с 6 по 9 июня
      2022
    </h2>
    <p class="ab__p">
      &nbsp; Завершился демонстрационный экзамен по компетенции «Администрирование отеля» для группы
      41 ГД. Он прошел в период с 6 по 9 июня 2022.
    </p>
    <p class="ab__p">
      &nbsp; Роли гостей выполняли преподаватели колледжа, а экспертами были руководители различных
      служб отелей города Омска.
    </p>
    <p class="ab__p">
      &nbsp; Эмоции били через край, но экзамен будущие выпускники сдали достойно! Участникам
      пришлось оформлять выезд и заселение гостей, корректно реагировать на жалобы, рассказывать о
      достопримечательностях Омска, составлять расписание работы служб приема и размещения,
      осуществить расчет показателей эффективности средства размещения, написать доклад по ночному
      аудиту и выступить с ним. Было много заданий на английском языке, так как он является
      международным.
    </p>
    <p class="ab__p">
      &nbsp; Шесть участников набрали баллы соответствующие, по критериям демонстрационного
      экзамена, оценке «отлично». И девять участников набрали баллы соответствующие оценке «хорошо».
      Такие скиллспаспорта не стыдно предъявить будущим работодателям.
    </p>
    <h2 class="ab__subtitle">
      &nbsp; 15 апреля в колледже прошёл День - открытых дверей в необычном формате "День города в
      Мегаполисе профессиональных успехов
    </h2>
    <p class="ab__p">
      &nbsp; В мастерской по компетенции «Администрирование отеля» заведующей отделением Колиевой
      Мариной Александровной была организована профессиональная проба «Поселение гостя и выселение»,
      а также студенты рассказали, как решать нестандартные ситуации с интерактивными заданием:
      «Проживание гостя».
    </p>
    <p class="ab__p">
      &nbsp;А мы напоминаем, две современные мастерские по компетенциям: «Ресторанный сервис» и
      «Администрирование отеля» созданы в рамках реализации мероприятия «Государственная поддержка
      профессиональных образовательных организаций в целях обеспечения соответствия их
      материально-технической базы современным требованиям» федерального проекта «Молодые
      профессионалы» национального проекта «Образование». На эти цели колледж выиграл федеральный
      грант в форме субсидий.
    </p>
    <div class="img-container">
      <img class="img-single__minimg" src="/img/projects/workshop/А_О_День открытых дверей 1.jpg" />
      <img class="img-single__minimg" src="/img/projects/workshop/А_О_День открытых дверей 2.jpg" />
    </div>
    <div class="img-container">
      <img class="img-single__minimg" src="/img/projects/workshop/Р_С_День открытых дверей 1.jpg" />
      <img class="img-single__minimg" src="/img/projects/workshop/Р_С_День открытых дверей 2.jpg" />
    </div>
    <p class="ab__p">
      &nbsp; Татьяна Павловна отметила: <br /><i
        >«Мастерские позволяют подготовить конкурентоспособных специалистов. Наш колледж активно
        выстраивает взаимодействие со школами и ведёт активную профориентационную работу. Так
        строится система сетевого обучения специалистов для экономики региона и страны»</i
      >.
    </p>
    <p class="ab__p">
      &nbsp; В учебных мастерских, оснащённых по международным стандартам, готовят специалистов
      мирового уровня. А это новые специальности, направления и возможности, в том числе для участия
      в мировом чемпионате WorldSkills и профориентационной подготовки среди школьников.
    </p>
  </block-ab>
</template>

<script>
export default {}
</script>

<style scoped lang="scss"></style>
