<template>
  <block-ab title="Воспитательная деятельность">
    <img alt="SPS Logo" src="/img/educational/Logo-SPS.webp" class="ab__img" />
    <p class="ab__p">
      <b> Рабочие программы воспитания </b>
    </p>
    <ul class="ab__list">
      <li class="ab__link" v-for="(education, id) of educations" :key="id">
        <a target="_blank" :href="education.url">{{ education.name }}</a>
      </li>
    </ul>
    <common-documents-list json-path="documents/educational-document.json" />
    <common-documents-list json-path="documents/educational.json" />
    <h2 class="ab__subtitle">Структура Воспитательной службы</h2>
    <img src="/img/educational/structure.png" alt="Структура Воспитательной службы (в цвете)" />
    <div class="table">
      <table class="a-table">
        <thead>
          <tr class="a-table__header">
            <th class="a-table__cell a-table__cell-head">№ п/п</th>
            <th class="a-table__cell a-table__cell-head">ФИО, должность</th>
            <th class="a-table__cell a-table__cell-head">Корпус, адрес, кабинет</th>
            <th class="a-table__cell a-table__cell-head">График работы, контактная информация</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td class="a-table__cell a-table__cell-8 a-table__cell-center">1</td>
            <td class="a-table__cell a-table__cell-8">Гаврилова Мария Михайловна<br /></td>
            <td class="a-table__cell a-table__cell-8">
              1к. – 27-я Северная, 69; каб.16<br />
              2к. – 24-я Северная, 123Б (каб. 310Б, 3 этаж);<br />
              3к. – 24-я Северная, 121.
            </td>
            <td class="a-table__cell a-table__cell-8">
              <p>
                <b>Понедельник-пятница</b><br />
                с 8:30 до 16:00<br />
                <b>Обед</b> с 12:30 до 13:00<br />
                <b>Почта:</b><br />
                petrova.m.m93@mail.ru
              </p>
            </td>
          </tr>
          <tr>
            <td class="a-table__cell a-table__cell-8 a-table__cell-center">2</td>
            <td class="a-table__cell a-table__cell-8">
              Ткачева Гузель Нажиповна<br />
              педагог-психолог
            </td>
            <td class="a-table__cell a-table__cell-8">4к. – Красный путь, 143 (каб. 21, 2 этаж)</td>
            <td class="a-table__cell a-table__cell-8">
              <p>
                <b>Понедельник-пятница</b><br />
                с 8:30 до 16:00<br />
                <b>Обед</b> с 12:30 до 13:00<br />
              </p>
            </td>
          </tr>
        </tbody>
      </table>
    </div>
    <p class="ab__p">
      <b>Цель сопровождения</b> – изучение и создание социально-педагогических условий, в которых
      субъекту предоставляются максимальные возможности для развития своей деятельности, общения;
      оказание помощи и поддержки в сложных ситуациях жизненного выбора; осознание особенностей
      взаимодействия с образовательной средой.
    </p>
    <p class="ab__p">
      Результатом такой помощи в процессе индивидуализации и социализации является новое качество
      личности обучающегося – <b>адаптивность</b>, т.е. способность самостоятельно достигать
      относительного равновесия в отношениях с собой и окружающими в благоприятных или стрессовых
      ситуациях.
    </p>
    <p class="ab__p">
      <b>Цель психолого-педагогического сопровождения</b> - создание психолого-педагогических
      условий для успешного обучения, развития и самореализации личности обучающихся,
      психолого-педагогическое просвещение всех участников образовательного процесса.
    </p>
    <p class="ab__p">Педагог-психолог проводит консультации по следующим направлениям:</p>
    <ol class="ab__list-number">
      <li>
        Консультирование обучающихся по проблемам самопознания, профессионального самоопределения,
        личностным проблемам, вопросам взаимоотношений в коллективе и другим вопросам
      </li>
      <li>
        Консультирование администрации, педагогов, преподавателей и других работников
        образовательных организаций по проблемам взаимоотношений в трудовом коллективе и другим
        профессиональным вопросам
      </li>
      <li>
        Консультирование педагогов и преподавателей по вопросам разработки и реализации
        индивидуальных программ для построения индивидуального образовательного маршрута с учетом
        особенностей и образовательных потребностей конкретного обучающегося
      </li>
      <li>
        Консультирование родителей (законных представителей) по проблемам взаимоотношений с
        обучающимися, их развития, профессионального самоопределения и другим вопросам
        Консультирование администрации образовательной организации, педагогов, преподавателей,
        родителей (законных представителей) по психологическим проблемам обучения, воспитания и
        развития обучающихся
      </li>
    </ol>

    <p class="ab__p">
      <b>Телефоны доверия</b>
    </p>
    <p class="ab__p">Всероссийский Детский телефон доверия - 8-800-2000-122</p>
    <p class="ab__p">
      Горячая линия «Ребенок в опасности» Следственного комитета РФ - 8-800-200-19-10
    </p>
    <p class="ab__p">
      Уполномоченный при Губернаторе Омской области по правам ребенка - 8(3812)35-72-85
    </p>
    <p class="ab__p">Телефон психологической поддержки родителей - 8(3812)77-77-79</p>
    <div class="table">
      <table class="a-table">
        <thead>
          <tr class="a-table__header">
            <th class="a-table__cell a-table__cell-head">№ п/п</th>
            <th class="a-table__cell a-table__cell-head">ФИО, должность</th>
            <th class="a-table__cell a-table__cell-head">Корпус, адрес, кабинет</th>
            <th class="a-table__cell a-table__cell-head">График работы, контактная информация</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td class="a-table__cell a-table__cell-8 a-table__cell-center">1</td>
            <td class="a-table__cell a-table__cell-8">
              Речкина Елена Викторовна, <br />
              социальный педагог
            </td>
            <td class="a-table__cell a-table__cell-8">
              2к. – 24-я Северная, 123Б (каб. 310Б, 3 этаж);
            </td>
            <td class="a-table__cell a-table__cell-8">
              <p>
                <b>Понедельник-пятница</b><br />
                с 9:00 до 16:30<br />
                <b>Обед</b> с 12:30 до 13:00<br />
                <b>Почта:</b><br />
                rechkina_ev@bk.ru
              </p>
            </td>
          </tr>
          <tr>
            <td class="a-table__cell a-table__cell-8 a-table__cell-center">2</td>
            <td class="a-table__cell a-table__cell-8">
              Денисова Светлана Александровна, <br />
              социальный педагог
            </td>
            <td class="a-table__cell a-table__cell-8">
              2к. - 24-я Северная, 123б; (каб 310, 3 этаж)
            </td>
            <td class="a-table__cell a-table__cell-8">
              <p>
                <b>Понедельник-пятница</b><br />
                с 9:00 до 16:30<br />
                <b>Обед</b> с 12:30 до 13:00<br />
                svetla_na_denisova_1968@mail.ru
              </p>
            </td>
          </tr>
          <tr>
            <td class="a-table__cell a-table__cell-8 a-table__cell-center">3</td>
            <td class="a-table__cell a-table__cell-8">
              Янюшкина Елена Николаевна, <br />
              социальный педагог
            </td>
            <td class="a-table__cell a-table__cell-8">4к. – Красный путь, 143 (каб. 15, 2 этаж)</td>
            <td class="a-table__cell a-table__cell-8">
              <p>
                <b>Понедельник-пятница</b><br />
                с 9:00 до 16:30<br />
                <b>Обед</b> с 12:30 до 13:00<br />
                <b>Почта:</b><br />
                Yaelena65@mail.ru
              </p>
            </td>
          </tr>
        </tbody>
      </table>
    </div>
    <p class="ab__p">
      <b>Цель социально – педагогического сопровождения</b> – обеспечение социально-педагогических
      условий личностного, социального и профессионального самоопределения и самореализации
      обучающихся в образовательном пространстве.
    </p>
    <p class="ab__p">
      Результатом такой помощи в процессе индивидуализации и социализации является новое качество
      личности обучающегося – <b>адаптивность</b>, т.е. способность самостоятельно достигать
      относительного равновесия в отношениях с собой и окружающими в благоприятных или стрессовых
      ситуациях.
    </p>
    <p class="ab__p">
      <b>Основные направления деятельности: </b>
    </p>
    <ol class="ab__list-number">
      <li>
        <b>Социально-педагогическое исследование</b> с целью выявления социальных и личностных
        проблем обучающихся - составление социального паспорта колледжа.
      </li>
      <li>
        <b>Социально-педагогическая защита прав обучающихся</b> - выявление и поддержка обучающихся,
        нуждающихся в социальной защите: дети-инвалиды, обучающиеся с ОВЗ, дети-сироты, дети,
        оставшиеся без попечения родителей, лица из числа, детей-сирот и детей, оставшихся без
        попечения родителей, многодетные семьи, малообеспеченные семьи, обучающиеся из
        социально-опасных семей.
      </li>
      <li>
        <b>Обеспечение социально-педагогической поддержки</b> в формировании личности обучающихся:
        <ul class="ab__list">
          <li>создание банка данных по различным категориям обучающихся;</li>
          <li>
            пропаганда здорового образа жизни, как необходимого условия успешной социализации детей
            и подростков;
          </li>
          <li>
            педагогическое просвещение с целью создания оптимальных условий для взаимопонимания в
            семье, в колледже, в группе;
          </li>
          <li>
            организация «круглых столов», семинаров, встреч для родителей, педагогов, обучающихся по
            социально-педагогической проблематике.
          </li>
        </ul>
      </li>
      <li>
        <b>Социально-педагогическое консультирование</b> - организация и проведение индивидуальных
        консультаций для обучающихся, оказавшихся в трудной жизненной ситуации.
        <ul class="ab__list">
          <li>создание банка данных по различным категориям обучающихся;</li>
          <li>
            оформление социальной стипендии (основание для назначения, необходимые документы);
          </li>
          <li>консультирование по вопросам социальной защиты;</li>
          <li>
            организация «круглых столов», семинаров, встреч для родителей, педагогов, обучающихся по
            социально-педагогической проблематике.
          </li>
          <li>
            консультирование по условиям оформления документов в случае утери кормильцев, при
            оформлении в академический отпуск по болезни, по беременности и родам, по уходу за
            ребенком;
          </li>
          <li>
            оформление удостоверение студента для проезда в городском общественном транспорте.
          </li>
        </ul>
      </li>
      <li>
        <b>Социально-педагогическая профилактика, коррекция и реабилитация </b> - раннее выявление и
        предупреждение фактов отклоняющихся поведения обучающихся, обеспечение профилактической и
        коррекционной работы с подростками, состоящими на различных уровнях учёта.
      </li>
    </ol>
    <p class="ab__p">
      <b>Телефоны доверия</b>
    </p>
    <p class="ab__p">Всероссийский Детский телефон доверия - 8-800-2000-122</p>
    <p class="ab__p">
      Горячая линия «Ребенок в опасности» Следственного комитета РФ - 8-800-200-19-10
    </p>
    <p class="ab__p">
      Уполномоченный при Губернаторе Омской области по правам ребенка - 8(3812)35-72-85
    </p>
    <p class="ab__p">
      Горячая линия департамента образования Администрации г. Омска - 8 (3812) 20-16-37
    </p>
    <p class="ab__p">
      УМВД России по Омской области - круглосуточно, анонимно Управление МВД России по Омской
      области - «горячая линия» - 8 (3812) 79-33-04; (02)
    </p>
    <p class="ab__p">
      Телефон доверия для несовершеннолетних и молодежи по Омской области - 8 (3812) 26-42-41
    </p>
    <p class="ab__p">Социальная служба экстренного реагирования - 8 (3812) 48-72-85</p>
    <p class="ab__p">Кабинет медико-психологической помощи г. Омска - 8 (3812) 23-02-36</p>
    <p class="ab__p">
      Кабинет медико-социально-психологической помощи г. Омска - 8 (3812) 56-81-80
    </p>
    <p class="ab__p">Дневной психологический «Телефон доверия» - 8 (3812) 27-55-11</p>
    <p class="ab__p">БУЗОО «Наркологический диспансер» - круглосуточно - 8 (3812) 53-94-83</p>
    <p class="ab__p">анонимно Наркологический кабинет Кировского АО г. Омска - 8 (3812) 73-36-76</p>
    <p class="ab__p">
      БУЗОО «Центр по профилактике и борьбе со СПИД и инфекционными заболеваниями» - 8 (3812)
      64-94-66; 36-22-33
    </p>
    <p class="ab__p">
      БУОО «Центр профессиональной ориентации и психологической поддержки населения» - 8 (3812)
      36-15-97
    </p>
    <p class="ab__p">БУОО «Центр поддержки семьи» - 8 (3812) 45-14-48</p>
    <main class="links__content">
      <div class="links__grid">
        <a
          v-on:click="
            studen = true
            teacher = false
            parent = false
          "
          class="links__btn"
          >Обучающимся</a
        >
        <a
          v-on:click="
            teacher = true
            studen = false
            parent = false
          "
          class="links__btn"
          >Педагогам (Кураторам)</a
        >
        <a
          v-on:click="
            parent = true
            teacher = false
            studen = false
          "
          class="links__btn"
          >Родителям</a
        >
      </div>
    </main>

    <common-documents-list v-show="parent" json-path="documents/educational-parent.json" />
    <common-documents-list v-show="teacher" json-path="documents/educational-teacher.json" />
    <common-documents-list v-show="studen" json-path="documents/educational-student.json" />

    <common-documents-list json-path="documents/jotting.json" />
  </block-ab>
</template>

<script>
export default {
  data() {
    return {
      parent: false,
      teacher: false,
      studen: false,
      title: 'Воспитательная деятельность',
      description: 'Сведения о воспитательной деятельности в колледже и студенческой активности',
      educations: [
        {
          name: 'Программа от Института изучения детства семьи и воспитания Российской академии',
          url: 'https://xn--80adrabb4aegksdjbafk0u.xn--p1ai/programmy-vospitaniya/',
        },
        {
          name: '43.02.15 Поварское и кондитерское дело',
          url: '/data/educational/43.02.15 Поварское и кондитерское дело.pdf',
        },
        {
          name: '43.02.14 Гостиничное дело',
          url: '/data/educational/43.02.14 Гостиничное дело.pdf',
        },
        {
          name: '43.01.09 Повар, кондитер',
          url: '/data/educational/43.01.09 Повар, кондитер.pdf',
        },
        {
          name: '40.02.01 Право и организация социального обеспечения',
          url: '/data/educational/40.02.01 Право и организация социального обеспечения.pdf',
        },
        {
          name: '38.02.05 Товароведение и экспертиза качества потребительских товаров',
          url: '/data/educational/38.02.05 Товароведение и экспертиза качества потребительских товаров.pdf',
        },
        {
          name: '38.02.04 Коммерция (по отраслям)',
          url: '/data/educational/38.02.04 Коммерция (по отраслям).pdf',
        },
        {
          name: '38.02.01 Экономика и бухгалтерский учет по отраслям',
          url: '/data/educational/38.02.01 Экономика и бухгалтерский учет по отраслям.pdf',
        },
        {
          name: '26.02.05 Эксплуатация судовых энергетических установок',
          url: '/data/educational/26.02.05 Эксплуатация судовых энергетических установок.pdf',
        },
        {
          name: '26.01.10 Механик маломерного судна',
          url: '/data/educational/26.01.10 Механик маломерного судна.pdf',
        },
        {
          name: '26.01.09 Моторист судовой',
          url: '/data/educational/26.01.09 Моторист судовой.pdf',
        },
        {
          name: '09.02.07 Информационные системы и программирование',
          url: '/data/educational/09.02.07 Информационные системы и программирование.pdf',
        },
      ],
    }
  },
  head() {
    return {
      title: this.title,
      meta: [
        {
          hid: 'description',
          name: 'description',
          content: this.description,
        },
      ],
    }
  },
}
</script>

<style scoped lang="scss">
.table {
  overflow: auto;
}
.ab {
  &__img {
    position: absolute;
    width: 300px;
    height: 300px;
    right: 24px;
    top: 24px;
    @include high-medium-media() {
      width: 100px;
      height: 100px;
      right: 12px;
      top: 12px;
      opacity: 0.4;
    }
  }
}
.links {
  &__content {
    padding: 16px 32px;
    @include medium-media {
      padding: 24px 0;
    }
  }
  &__grid {
    display: grid;
    grid-template-columns: repeat(auto-fill, minmax(300px, 1fr));
    gap: 24px;
  }
  &__btn {
    cursor: pointer;
    display: flex;
    align-items: center;
    justify-content: center;
    padding: 12px;
    border-radius: 5px;
    background-color: $primary-color;
    color: $bg-primary;
    text-align: center;
    @include tg(18px, 700, 18px);
  }
}
</style>
