<template>
  <block-ab title="Доступная среда">
    <common-documents-list json-path="documents/envrironment.json" />
    <p class="ab__p">
      Условия организации образовательного процесса Колледжа инновационных технологий, экономики и
      коммерции позволяют получать полноценное профессиональное образование людям с ограниченными
      возможностями здоровья (не имеющих медицинских противопоказаний для работы с компьютером).
    </p>
    <p class="ab__p">
      Данная категория обучающихся включает в себя детей с ограниченными возможностями здоровья
      (глухих, слабослышащих, с тяжелыми нарушениями речи, с нарушениями опорно-двигательного
      аппарата и пр.).
    </p>
    <p class="ab__p">
      Организация дистанционного обучения детей-инвалидов предполагает выбор детьми-инвалидами и их
      родителями (законными представителями) индивидуального образовательного маршрута (в т.ч.
      индивидуального учебного плана) с возможностью коррекции сроков и периодов обучения.
    </p>
    <p class="ab__p">
      Особенности организации образовательного процесса для каждого обучающегося, включая объем его
      учебной нагрузки, а также соотношение объема аудиторных занятий и занятий с использованием
      дистанционных образовательных технологий, будут определяться индивидуально на основании
      рекомендаций специалистов.
    </p>
    <p class="ab__p">
      Для организации дистанционного обучения используется образовательный портал колледжа,
      расположенный по адресу: <a target="_blank" href="https://edu.omsktec.ru/">edu.omsktec.ru</a>.
    </p>
    <ul class="ab__list">
      <p class="ab__p">
        <b
          >Используя свои регистрационные данные, обучающийся получает доступ к различным
          методическим материалам:</b
        >
      </p>
      <li>&nbsp; текстам теоретических занятий;</li>
      <li>&nbsp; методическим рекомендациям по выполнению практических занятий;</li>
      <li>&nbsp; контрольно-измерительным материалам;</li>
      <li>&nbsp; материалам для самостоятельной (внеаудиторной) работы и пр;</li>
    </ul>
    <p class="ab__p">
      При организации дистанционного обучения детей-инвалидов колледж обеспечивает предоставление
      доступа обучающимся к образовательным ресурсам и организацию консультативно-методической
      помощи в дистанционном режиме.
    </p>
    <p class="ab__p">
      Содержание учебно-методического комплекса, позволяющего обеспечить освоение и реализацию
      образовательной программы при организации дистанционного обучения детей-инвалидов,
      соответствует федеральным государственным образовательным стандартам.
    </p>
    <p class="ab__p">
      Обучение детей-инвалидов может сочетать дистанционную форму обучения с посещением детей на
      дому преподавателем. Для детей, состояние здоровья которых допускает возможность
      периодического посещения ими образовательного учреждения, наряду с дистанционным обучением и
      занятиями на дому могут организовываться занятия в помещениях колледжа (индивидуально или в
      малых группах), а также проведение воспитательных, культурно-развлекательных,
      спортивно-оздоровительных и иных досуговых мероприятий.
    </p>
    <p class="ab__p">
      Для обеспечения доступности перемещения в колледже для инвалидов-колясочников был приобретен
      мобильный гусеничный подъемник.
    </p>
    <ul>
      <li>
        <p class="ab__p">- Пандусы</p>
      </li>
      <li>
        <p class="ab__p">- Автостоянки для специализированного транспорта</p>
      </li>
      <li>
        <p class="ab__p">- Подсветки входных групп</p>
      </li>
      <li>
        <p class="ab__p">- Кнопки вызова персонала для помощи маломобильным группам населения</p>
      </li>
      <li>
        <p class="ab__p">- Дверные проемы увеличенной ширины для проезда колясок</p>
      </li>
      <li>
        <p class="ab__p">- Боковые опорные поручни для лестниц</p>
      </li>
      <li>
        <p class="ab__p">- Полосы с противоскользящими элементами</p>
      </li>
      <li>
        <p class="ab__p">- Контрастные маркировки стеклянных дверей</p>
      </li>
      <li>
        <p class="ab__p">- Установлены указатели направления, тактильные таблички</p>
      </li>
      <li>
        <p class="ab__p">- Оборудовано санитарно-гигиеническое помещение</p>
      </li>
      <li>
        <p class="ab__p">
          - Предоставляются бесплатно специальные учебники и учебные пособия, иная учебная
          литература (за счет средств субъекта Российской Федерации)
        </p>
      </li>
      <li>
        <p class="ab__p">
          - Предоставляются бесплатно услуги сурдопереводчиков и тифлосурдопереводчиков (за счет
          средств субъекта Российской Федерации)
        </p>
      </li>
      <li>
        <p class="ab__p">
          - Вывески с названием, графиком работы и схемой колледжа, выполненные, в том числе,
          рельефно-точечным шрифтом Брайля и на контрастном фоне
        </p>
      </li>
    </ul>
    <br />

    <p class="ab__p">
      В колледже проведены ремонтные работы на первом этаже, в процессе которых произведены
      следующие работы: понижены функциональные зоны мест обслуживания студентов: гардероб и вахта,
      а также изменены высота и перепад высот порогов в устройстве пола.
    </p>
    <p class="ab__p">
      Для обучающихся, относящихся к категории маломобильной группы населения предоставлена
      возможность использования во время аудиторной и внеаудиторной работы персонального компьютера,
      специальной беспроводной полнофункциональной компьютерной клавиатурой с большими разноцветными
      клавишами вместе с программным обеспечением SuperNova Magnifer and Speech.
    </p>
    <p class="ab__p">
      "Колледж обладает специальными техническими средствами обучения коллективного и
      индивидуального пользования инвалидов и лиц с ограниченными возможностями здоровья, а именно:
    </p>
    <p class="ab__p">
      — возможность использования во время аудиторной и внеаудиторной работы персонального
      компьютера, специальной беспроводной полнофункциональной компьютерной клавиатурой с большими
      разноцветными клавишами вместе с программным обеспечением SuperNova Magnifer and Speech,
      которая позволяет увеличить экран с поддержкой речи. Она включает в себя речевой синтезатор,
      благодаря которому через аудио-карту компьютера информация с экрана монитора считывается
      вслух, обеспечивая возможность речевого доступа к самому разнообразному контенту;
    </p>
    <p class="ab__p">
      — образовательный портал колледжа (<a target="_blank" href="https://edu.omsktec.ru/"
        >edu.omsktec.ru</a
      >) позволяет включить специальный режим для слабовидящих людей, обеспечивая, таким образом,
      полноценное восприятие контента портала."
    </p>
    <br />
    <!-- <ul class="ab__list">
      <p class="ab__p">
        <b
          >Колледжем для получения образования обучающимся с ограниченными возможностями здоровья
          созданы специальные условия:</b
        >
      </p>
      <li>&nbsp; на прилегающей территории размещен пандус;</li>
      <li>&nbsp; выделены контрастным цветом дверные проемы;</li>
      <li>&nbsp; кромки ступеней оклеены светящийся в темноте лентой;</li>
      <li>&nbsp; установлены указатели направления, тактильные таблички;</li>
      <li>&nbsp; оборудовано санитарно-гигиеническое помещение;</li>
      <li>
        &nbsp; предоставляются бесплатно специальные учебники и учебные пособия, иная учебная
        литература (за счет средств субъекта Российской Федерации);
      </li>
      <li>
        &nbsp; предоставляются бесплатно услуги сурдопереводчиков и тифлосурдопереводчиков (за счет
        средств субъекта Российской Федерации).
      </li>
    </ul> -->
    <p class="ab__p">
      <b>Электронный каталог библиотеки БПОУ "КИТЭК"</b> – каталог, который содержит сведения о
      литературе, хранящейся в библиотеке.
    </p>
    <p class="ab__p">
      <b>ROFобразование</b> – электронный ресурс цифровой образовательной среды для учреждений СПО,
      который обеспечивает полноценный образовательный процесс обучающихся и групп любой формы
      обучения с доступом к полной базе учебной литературы и мультимедийного образовательного
      контента в соответствии с требованиями ФГОС СПО.
    </p>
    <p class="ab__p">
      <b>Единое окно доступа</b> – информационная система, которая предоставляет свободный доступ к
      каталогу образовательных ресурсов и полнотекстовой электронной учебно-методической библиотеке
      для профессионального образования, в которой можно найти различные материалы, ученики и
      методические пособия.
    </p>
    <p class="ab__p">
      <b>Справочно-правовая система «Консультант Плюс»</b> – в нашем колледже вы можете
      воспользоваться СПС «Консультант Плюс». Система доступна с любого компьютера (через ярлык на
      рабочем столе).
    </p>
    <swiper :options="opts">
      <swiper-slide class="ab__slide">
        <img class="ab__img" src="/img/organization/Главное здание.jpeg" />
      </swiper-slide>
      <swiper-slide class="ab__slide">
        <img class="ab__img" src="/img/organization/Главное здание - вход.jpeg" />
      </swiper-slide>
      <swiper-slide class="ab__slide">
        <img class="ab__img" src="/img/organization/Звуковое оповещение - главное здание.jpeg" />
      </swiper-slide>
      <swiper-slide class="ab__slide">
        <img
          loading="lazy"
          class="ab__img"
          src="/img/organization/Кнопка вызова - главное здание.jpeg" />
      </swiper-slide>
      <swiper-slide class="ab__slide">
        <img
          loading="lazy"
          class="ab__img"
          src="/img/organization/Подъемник - главное здание.jpeg" />
      </swiper-slide>
      <swiper-slide class="ab__slide">
        <img loading="lazy" class="ab__img" src="/img/organization/Санузел - главное здание.jpeg" />
      </swiper-slide>
      <swiper-slide class="ab__slide">
        <img loading="lazy" class="ab__img" src="/img/organization/image-08-04-21-01-15-23.jpeg" />
      </swiper-slide>
      <swiper-slide class="ab__slide">
        <img loading="lazy" class="ab__img" src="/img/organization/image-08-04-21-01-15-27.jpeg" />
      </swiper-slide>
      <swiper-slide class="ab__slide">
        <img loading="lazy" class="ab__img" src="/img/organization/image-08-04-21-01-15-44.jpeg" />
      </swiper-slide>
      <swiper-slide class="ab__slide">
        <img loading="lazy" class="ab__img" src="/img/organization/DSC07318.jpg" />
      </swiper-slide>
      <swiper-slide class="ab__slide">
        <img loading="lazy" class="ab__img" src="/img/organization/DSC07319.jpg" />
      </swiper-slide>
      <swiper-slide class="ab__slide">
        <img loading="lazy" class="ab__img" src="/img/organization/DSC07323.jpg" />
      </swiper-slide>
      <swiper-slide class="ab__slide">
        <img loading="lazy" class="ab__img" src="/img/organization/DSC07324.jpg" />
      </swiper-slide>
      <swiper-slide class="ab__slide">
        <img loading="lazy" class="ab__img" src="/img/organization/DSC07325.jpg" />
      </swiper-slide>
      <swiper-slide class="ab__slide">
        <img loading="lazy" class="ab__img" src="/img/organization/DSC07326.jpg" />
      </swiper-slide>
      <swiper-slide class="ab__slide">
        <img loading="lazy" class="ab__img" src="/img/organization/DSC07328.jpg" />
      </swiper-slide>
      <swiper-slide class="ab__slide">
        <img loading="lazy" class="ab__img" src="/img/organization/DSC07329.jpg" />
      </swiper-slide>
      <swiper-slide class="ab__slide">
        <img loading="lazy" class="ab__img" src="/img/organization/DSC07331.jpg" />
      </swiper-slide>
      <swiper-slide class="ab__slide">
        <img loading="lazy" class="ab__img" src="/img/organization/DSC07332.jpg" />
      </swiper-slide>
    </swiper>
  </block-ab>
</template>

<script>
export default {
  data() {
    return {
      title: 'Доступная среда',
      description:
        'Сведения об информационных, материальных и образовательных ресурсах колледжа, доступных для инвалидов и лиц с ограниченными возможностями здоровья.',

      opts: {
        slidesPerView: 3,
        autoplay: {
          enabled: true,
          delay: 5000,
        },
      },
    }
  },
  head() {
    return {
      title: this.title,
      meta: [
        {
          hid: 'description',
          name: 'description',
          content: this.description,
        },
      ],
    }
  },
}
</script>

<style scoped lang="scss">
.ab {
  &__sites {
    position: absolute;
    right: 24px;
    top: 24px;
    display: block;
  }
  &__img {
    width: 300px;
    height: 250px;
    object-fit: contain;
    margin-top: 24px;
  }
  &__slide {
  }
}
.helper {
  position: relative;
  margin: 0;
  text-align: center;
  width: 660px;
  &__li {
    position: absolute;
    display: inline-block;
    width: 30px;
    height: 30px;
  }

  .alternate li {
    -webkit-animation: shake 1s linear alternate infinite;
    animation: shake 1s linear alternate infinite;
  }
  @-webkit-keyframes shake {
    100% {
      -webkit-transform: translateX(-60px);
    }
  }
  @keyframes shake {
    100% {
      transform: translateX(-60px);
    }
  }
}
</style>
