<template>
  <block-ab title="Часто задаваемые вопросы">
    <p class="ab__p">
      В данном подразделе собраны ответы на часто задаваемые вопросы. Если вы не нашли нужную вам
      информацию, для оперативного получения ответа задайте свой вопрос в сообщении в нашей
      официальной группе
      <a href="https://vk.com/omsktec?from=groups" target="_blank"
        ><b red> https://vk.com/omsktec</b></a
      >
      . Если вы хотите сообщить о проблеме, воспользуйтесь формой обратной связи:
      <a
        href="https://pos.gosuslugi.ru/form/?opaId=291999&utm_source=vk&utm_medium=73&utm_campaign=%201025500749669"
        target="_blank"
        ><b red> https://pos.gosuslugi.ru</b></a
      >. Вы можете оценить работу колледжа, пройдя по ссылке:
      <a href="https://bus.gov.ru/rate/377678" target="_blank"><b red> https://bus.gov.ru</b></a>
    </p>
    <ul class="ab__list">
      <li>
        <p class="ab__p">Когда начинается прием документов для поступления в колледж?</p>
        <p>
          Ответ: Прием документов для поступления начинается ежегодно с 01 июня в главном корпусе
          колледжа по адресу: г. Омск, ул. 27 Северная, 69.
        </p>
      </li>
      <li>
        <p class="ab__p">
          Могу ли я подать документы для поступления в колледж через портал государственных услуг?
        </p>
        <p>Ответ: Да.</p>
      </li>
      <li>
        <p class="ab__p">
          Как получить более подробную информацию о работе приемной комиссии колледжа?
        </p>
        <p>
          Ответ: Посетите специализированный раздел на сайте:
          <a href="https://omsktec.ru/enrolle/committee" target="_blank"
            >https://omsktec.ru/enrolle/committee</a
          >.
        </p>
      </li>
      <li>
        <p class="ab__p">Возможен ли перевод в колледж из другой образовательной организации?</p>
        <p>
          Ответ: Да, возможен, но для определения специальности и курса необходимо предоставить
          Справку об обучении. С этой справкой необходимо обратиться к заместителю директора,
          курирующего учебную работу (ул. 27 Северная, 69, каб. 26). Информация о вакантных местах
          размещена по ссылке:
          <a href="https://omsktec.ru/organization/transfer" target="_blank"
            >https://omsktec.ru/organization/transfer</a
          >.
        </p>
      </li>
      <li>
        <p class="ab__p">
          Направляет ли колледж студентов на производственную практику или места практики
          определяются самостоятельно?
        </p>
        <p>
          Ответ: Колледж осуществляет распределение студентов по базам практической подготовки в
          соответствии с заключаемыми договорами. Студент может предложить своё место практики (при
          заключении целевого договора). По данному вопросу можно обратиться к заместителю директора
          по практической подготовке (ул. 27 Северная, 69, каб. 17).
        </p>
      </li>
      <li>
        <p class="ab__p">Возможно ли совмещение студентами обучения на очном отделении и работы?</p>
        <p>
          Ответ: Да, возможно, при заключении с предприятием целевого договора на обучение и
          трудового договора. В этом случае составляется индивидуальный учебный план и график
          обучения. По данному вопросу необходимо обратиться к заведующему отделением.
        </p>
      </li>
      <li>
        <p class="ab__p">
          Осуществляет ли колледж трудоустройство студентов после окончания обучения?
        </p>
        <p>
          Ответ: В колледже действует Центр карьеры, который поможет с трудоустройством, а также
          портал содействия трудоустройству
          <a href="https://re-works.ru" target="_blank">https://re-works.ru</a>, на котором можно
          найти вакансии по многим направлениям, а также оставить своё резюме.
        </p>
      </li>
    </ul>
  </block-ab>
</template>

<script>
export default {}
</script>

<style scoped lang="scss"></style>
