<template>
  <block-ab title="Организация питания в образовательной организации">
    <div class="block-zxc__right">
      <common-documents-list json-path="documents/food-conditions.json" />
    </div>

    <p class="ab__p">
      Организация питания (ст. 37 ФЗ 273 «Об образовании в РФ») обучающихся осуществляется на базе
      структурного подразделения учебно-производственного предприятия (УПП – столовая), которое
      одновременно является базой практики для студентов специальностей «Поварское и кондитерское
      дело», для отработки профессиональных навыков и компетенций.
    </p>
    <p class="ab__p">
      УПП осуществляет свою деятельность в соответствии с Уставом колледжа, локальными нормативными
      актами и Положением об УПП.
    </p>
    <p class="ab__p">Основными задачами УПП являются:</p>
    <ul class="ab__list">
      <li>
        практическое закрепление теоретических знаний, полученных обучающимися в процессе обучения в
        колледже;
      </li>
      <li>
        развитие компетенции выбора способов решения задач профессиональной деятельности,
        применительно к различным контекстам;
      </li>
      <li>
        профессиональная специализация и адаптация будущих специалистов путем выработки у них
        профессиональных и содействие освоению общих компетенций, необходимых в предстоящей работе
        по специальности;
      </li>
      <li>
        приобретение навыков работы в коллективе и команде, эффективного взаимодействия с коллегами,
        руководством, клиентами;
      </li>
      <li>
        изучение и внедрение принципов рационального питания путем разработки соответствующего меню,
        рационов питания;
      </li>
      <li>совершенствование форм и методов практической подготовки обучающихся;</li>
      <li>разработка и внедрение инновационных форм организации производства и обслуживания.</li>
    </ul>
    <p class="ab__p">
      Для осуществления своей деятельности УПП располагает необходимыми производственными
      помещениями, оборудованием и инвентарем.
    </p>
    <p class="ab__p">
      Параллельно с организацией практической подготовки обучающихся УПП оказывает услуги питания
      для обучающихся, руководящих и педагогических работников, а также учебно-вспомогательного и
      обслуживающего персонала колледжа.
    </p>
    <p class="ab__p">
      Питание студентов организованно в столовой УПП Административного корпуса колледжа по адресу:
      ул. 27я Северная, 69, а также осуществляется доставка горячего питания в другие корпуса
      учебного заведения. Площадь обеденного зала столовой 260,6 м2, площадь цехов УПП составляет
      268,7 м2. Общее количество посадочных мест обеденного зала – 88.
    </p>
    <p class="ab__p">В меню со свободным выбором блюд входят:</p>
    <ul class="ab__list">
      <li>холодные блюда (из овощей, рыбы, мяса, птицы);</li>
      <li>первые блюда;</li>
      <li>вторые блюда (из овощей, рыбы, мяса, птицы);</li>
      <li>гарниры (блюда из макаронных изделий, круп, овощные);</li>
      <li>
        напитки (из свежих, сушеных и свежемороженых ягод и фруктов, а также горячие напитки: чай,
        кофе, какао);
      </li>
      <li>
        мучные и кондитерские изделия (из дрожжевого и бездрожжевого, песочного, бисквитного,
        слоенного теста).
      </li>
      <li>Диетическое меню отсутствует.</li>
    </ul>
    <p class="ab__p">
      Руководство приготовлением блюд по меню, разработанным согласно нормативной документации
      заведующей УПП, осуществляют мастера производственного обучения со студентами групп
      вышеназванных специальностей во время проведения учебной и производственной практик по графику
      учебного процесса колледжа на базе УПП.
    </p>
    <p class="ab__p">
      Во время прохождения практики студенты осваивают весь технологический процесс приготовления
      блюд, кулинарных и кондитерских изделий: от первичной обработки овощей, рыбы, мяса, птицы,
      разделки и приготовления полуфабрикатов до тепловой обработки и порционирования блюд.
    </p>
    <img src="/img/organization/equipment-nutrition.jpg" />
    <p class="ab__p">
      Контроль за качеством готовой продукции и соответствием организации питания санитарным
      правилам и нормам осуществляется ежедневно бракеражной комиссией, назначаемой приказом
      директора колледжа.
    </p>
    <h2 class="ab__subtitle">Поставщики продуктов питания в столовую БПОУ «КИТЭК»:</h2>
    <p class="ab__p">ИП Бакулина Татьяна Сергеевна</p>
    <p class="ab__p">ИП Ваймер Елена Валерьевна</p>
    <p class="ab__p">ИП Ванджура Оксана Юрьевна</p>
    <p class="ab__p">ИП Варавва Наталья Николаевна</p>
    <p class="ab__p">ООО «Грани Алтая»</p>
    <p class="ab__p">ИП Гурнович Сергей Михайлович</p>
    <p class="ab__p">ИП Ерохина Анастасия Владимировна</p>
    <p class="ab__p">ИП Игнатенко Александр Александрович</p>
    <p class="ab__p">ИП Акимов Лев Васильевич</p>
    <p class="ab__p">ИП Малиновская Кристина Валерьевна</p>
    <p class="ab__p">ООО «Лев»</p>
    <p class="ab__p">ИП Малиновская Валентина Александровна</p>
    <p class="ab__p">ООО «Торгово-логистическая компания «Геркулес»</p>
    <p class="ab__p">ООО «Панорама центр»</p>
    <p class="ab__p">ООО «Сельхозпродинвест»</p>
    <p class="ab__p">ООО «Сияние»</p>
    <p class="ab__p">ООО «Скарабей»</p>
    <p class="ab__p">ООО «София»</p>
    <p class="ab__p">ООО ТГ «Мясной двор»</p>
    <p class="ab__p">ООО «Триумф»</p>
    <p class="ab__p">ООО «Юкомилк»</p>
    <br />
    <br />
    <p class="ab__p click ab__link">
      <b red-prim
        ><icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper
        ><a href="https://vk.com/im?media=&sel=-63457955">Форма обратной связи</a></b
      >
    </p>
    <br />
    <p class="ab__p">
      "Специальные условия охраны здоровья для инвалидов и лиц с ОВЗ отсутствуют. Содержание
      образования и условия организации обучения и воспитания обучающихся с ограниченными
      возможностями здоровья определяются адаптированной образовательной программой, а для инвалидов
      также в соответствии с индивидуальной программой реабилитации инвалида.
    </p>
    <p class="ab__p">
      В колледже оказывается первая помощь при травмах, внезапном заболевании, жалобах; проводится
      наблюдение за условиями труда, обучения, выявляются ранние формы заболеваний и проводится
      наблюдение за выявленными больными, проводятся профилактические мероприятия, ведется
      санитарно-просветительская работа, контролируется состояние аптечек для оказания первой
      помощи. Для этого существуют оборудованные и лицензированные медицинские кабинеты, в зданиях
      колледжа постоянно присутствуют медицинские работники. Заключены договоры с поликлиниками
      города.
    </p>
    <p class="ab__p">
      В колледже организована комплексная психолого-педагогическая и социальная помощь участникам
      образовательного процесса с учетом их особенностей и образовательных потребностей. Особое
      внимание уделяется психолого-педагогическому сопровождению социально-незащищенных категорий
      студентов (сироты, инвалиды, лица с ОВЗ, дети участников СВО и др.) Разработана программа
      коррекционной работы со студентами."
    </p>
    <common-documents-list json-path="documents/equipment-health-conditions.json" />
    <common-documents-list class="document-list" json-path="documents/food-conditions.json" />
  </block-ab>
</template>

<script>
export default {}
</script>

<style scoped lang="scss"></style>
