<template>
  <block-ab :title="title">
    <p class="ab__p">
      <b>Полное наименование Учреждения:</b> Бюджетное профессиональное образовательное учреждение
      Омской области «Колледж инновационных технологий, экономики и коммерции».
    </p>
    <p class="ab__p"><b> Сокращенное наименование Учреждения: </b>БПОУ «КИТЭК».</p>
    <a
      class="ab__link"
      target="_blank"
      href="/data/organization/Выписка из реестра лицензий № 55.12.П.22.06.2021.pdf"
      ><icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper
        >Выписка из реестра лицензий</a>
    <a
      class="ab__link"
      target="_blank"
      href="/data/organization/Реестровая выписка (госаккредитация).pdf"
      ><icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper
        >Реестровая выписка о государственной аккредитации</a>
    <p class="ab__p"><b>Дата создания образовательной организации:</b> 16 марта 1971 г.</p>
    <p class="ab__p"><b>Из истории создания</b>: БПОУ "КИТЭК"</p>
    <p class="ab__p">1971 г. - Образован «Омский техникум советской торговли».</p>
    <p class="ab__p">
      1992 г. - На основании приказа Комитета торговли Министерства торговли и материальных ресурсов
      РФ №35 от 31.03.1992 «Омский техникум советской торговли» переименован в «Торгово-коммерческий
      техникум».
    </p>
    <p class="ab__p">
      1994 г. - На основании приказа Комитета РФ по торговле №2а от 11.01.1994 года «Омский
      торгово-коммерческий техникум» преобразован в «Торгово-экономический колледж».
    </p>
    <p class="ab__p">
      2005 г. - ГОУ СПО «Омский торгово-экономический колледж» переименован в ГОУ ОО СПО
      «Торгово-экономический колледж» на основании распоряжения Министерства образования Омской
      области от 26.08.2005 года №1660, распоряжения Министерства имущественных отношений Омской
      области от 25.08.2005 года №630-р.
    </p>
    <p class="ab__p">
      2008 г. - ГОУ СПО «Омский торгово-экономический колледж» переименован в БОУ ОО СПО
      «Торгово-экономический колледж» на основании распоряжения Министерства образования Омской
      области от 22.04.2008 года №924.
    </p>
    <p class="ab__p">
      2010 г. - На основании Распоряжения № 122-рп от 11.08.2010 года Правительства Омской области
      бюджетное образовательное учреждение Омской области начального профессионального образования
      «Профессиональное училище № 72» реорганизовано в форме присоединения к бюджетному
      образовательному учреждению Омской области среднего профессионального образования
      «Торгово-экономический колледж».
    </p>
    <p class="ab__p">
      2011 г. - На основании Распоряжения Министерства образования Омской области № 664 от
      11.05.2011 года Бюджетное образовательное учреждение Омской области среднего профессионального
      образования «Торгово-экономический колледж» переименован в Бюджетное образовательное
      учреждение Омской области среднего профессионального образования «Торгово-экономический
      колледж им. Г.Д.Зуйковой».
    </p>
    <p class="ab__p">
      2014 г. - На основании Распоряжения Министерства образования Омской области № 2924 от
      04.09.2014 года, а также на основании распоряжения Министерства имущественных отношений Омской
      области № 1919-р от 13.08.2014 года Бюджетное образовательное учреждение Омской области
      среднего профессионального образования «Торгово-экономический колледж им. Г.Д.Зуйковой»
      переименован с 13.10.2014 года в Бюджетное профессиональное образовательное учреждение Омской
      области «Торгово-экономический колледж им. Г.Д.Зуйковой». (БПОУ «ТЭК»).
    </p>
    <p class="ab__p">
      2021 г.- В соответствии с распоряжением Правительства Омской области от 27 января 2021 года
      №1-рп «О реорганизации бюджетных образовательных учреждений Омской области» бюджетное
      профессиональное образовательное учреждение Омской области «Торгово-экономический колледж им.
      Г.Д.Зуйковой» реорганизовано путем присоединения к нему бюджетного профессионального
      образовательного учреждения Омской области «Омский региональный многопрофильный колледж» и
      является его правопреемником в соответствии с передаточным актом. Бюджетное профессиональное
      образовательное учреждение Омской области «Торгово-экономический колледж им. Г.Д.Зуйковой»
      переименовано в бюджетное профессиональное образовательное учреждение Омской области ««Колледж
      инновационных технологий, экономики и коммерции».
    </p>

    <p class="ab__p">За десятки лет работы дипломы среднего профессионального образования получили бо-лее 50 тысяч специалистов. В учебных аудиториях и лабораториях, в учебно-производственном предприятии, мастерских и Центрах проведения демонстрационных экза-менов, в библиотеке и на базах практики - крупнейших организациях города - учатся, а затем и трудятся выпускники, которыми гордится колледж.
  <br>Сегодня БПОУ "КИТЭК" включает в себя более 2500 студентов и 120 преподавателей и мастеров производственного обучения.</p>
    <p class="ab__p">
      В колледже ведется подготовка специалистов следующих современных
      направлений: 
      <p class="ab__p click ab__link"><b red-prim><icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper><a href="https://www.omsktec.ru/specialties">Специальности</a></b></p>
       <br> А так же в рамках Федерального проекта "Профессионалитет".
      
      <p class="ab__p click ab__link">
      <b red-prim
        ><icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper
        ><a href="https://www.omsktec.ru/professional">ФП "Профессионалитет"</a>
        </b
      >
    </p>
    
    <br>
    </p>
    <p class="ab__p">Директор колледжа: <b>Ивченко Татьяна Павловна</b></p>
    <div class="ab__p">
      <ul class="ab__list">
        Контактные телефоны:
        <li>+7(3812) 68-07-73 - приемная директора;</li>
        <li>+7(3812) 68-07-82 – учебная часть;</li>
        <li>+7(3812) 68-13-68 – заочное отделение;</li>
        <li>+7(3812) 68-07-64 – бухгалтерия.</li>
      </ul>
    </div>

    <p class="ab__p">
      Электронная почта:
      <b><a href="mailto:tradeconomy@mail.ru">tradeconomy@mail.ru</a></b
      ><br />
    </p>
    <p class="ab__p">
      Электронная почта:
      <b><a href="mailto:post@tradeconomy.omskportal.ru">post@tradeconomy.omskportal.ru</a></b>
    </p>
    <p class="ab__p">
      <b>Учредители:</b> Министерство образования Омской области, Министерство имущественных
      отношений Омской области
    </p>
    <p class="ab__p">
      <b>Местонахождение:</b><br /><b>Административный корпус: </b><br />
      Адрес: ул. 27-я Северная, 69<br />
      Приемная директора: <a href="tel: +7(3812) 68-07-73"> +7(3812) 68-07-73</a><br />
      E-mail: <a href="mailto:tradeconomy@mail.ru">tradeconomy@mail.ru</a>
    </p>
    <p class="ab__p">
      <b>Корпус №2: </b><br />
      Адрес: ул. 24-я Северная, 123Б<br />
      Телефон: +7(3812) 68-26-77
    </p>
    <p class="ab__p">
      <b>Корпус №3: </b><br />
      Адрес: ул. 24-я Северная, 121 <br />
      Телефон: +7(3812) 68-25-28
    </p>
    <p class="ab__p">
      <b>Отделение технологий водного транспорта: </b><br />
      Адрес: ул. Красный путь, 143<br />
      Телефон: +7(3812) 24-23-08<br />
    </p>
    <p class="ab__p">
      <b>Режим работы:</b><br />
      понедельник-пятница 8:30 – 17:00; суббота: 8:30 – 16:00.
    </p>
    <p class="ab__p">
      <b>Режим занятий обучающихся:</b><br />
      Очное отделение: начало занятий: 8:45; окончание занятий: 19:05 (в соответствии с
      расписанием).<br />
      Заочное отделение: начало занятий: 14:15; окончание занятий: 19:05 (в соответствии с
      расписанием).
    </p>
    <p class="ab__p">
      <b>Реализуемые уровни образования:</b> подготовка специалистов среднего звена базовой подготовки; подготовка квалифицированных рабочих и служащих.<br />
      <b>Обучение ведется на русском языке.</b>
    </p>
    <br />
    <div class="contacts__row">
      <div class="contacts__row contacts__socials">
        <a href="https://vk.com/omsktec" target="_blank" class="icon contacts__social">
          <IconWrapper width="24" height="24">
            <IconVK />
          </IconWrapper>
        </a>
        <a href="https://ok.ru/group/53402328629468" target="_blank" class="icon contacts__social">
          <IconWrapper width="24" height="24">
            <IconOK />
          </IconWrapper>
        </a>
        <!-- <a href="https://t.me/omskkitec" target="_blank" class="icon contacts__social">
          <IconWrapper width="24" height="24">
            <IconTelegram />
          </IconWrapper>
        </a> -->
        <a href="http://re-works.ru/home" target="_blank" class="icon contacts__social">
          <IconWrapper width="24" height="24">
            <IconRework />
          </IconWrapper>
        </a>
      </div>
    </div>
  </block-ab>
</template>

<script>
export default {
  data() {
    return {
      title: 'Основные сведения',
      description:
        'Сведения о колледже: адреса, телефоны, график работы, уставные данные, информация об учредителе.',
    }
  },
  head() {
    return {
      title: this.title,
      meta: [
        {
          hid: 'description',
          name: 'description',
          content: this.description,
        },
      ],
    }
  },
}
</script>

<style scoped lang="scss">
.contacts {
  flex: none;
  &__row {
    display: flex;
  }
  &__social {
    &:nth-child(even) {
      margin: 0 12px;
    }
  }
  &__socials {
    flex-grow: 1;
  }
}

</style>
