<template>
  <block-ab title="Инновационно-методическая деятельность">
    <h2 class="ab__subtitle" style="margin-top: 0px">
      Исмурзина Мирамгуль Серкпаевна, председатель ЦМК иностранного языка.
    </h2>
    <div class="ab__video">
      <video class="ab__video" controls>
        <source
          src="/video/Проектирование интеллект-карт на уроках иностранного языка.mp4"
          type="video/mp4" />
        Ваш браузер не поддерживает видео
      </video>
    </div>
    <p class="ab__p">
      Участники мастер-класса познакомятся с возможностями использования интеллект- карт на уроках
      иностранного языка, а также получат пошаговый алгоритм работы по созданию интеллект-карт на
      материале стандартов Worldskills по компетенции «Поварское дело».
    </p>

    <h2 class="ab__subtitle">
      Юрьева Елена Георгиевна, заместитель директора. <br />
      Спирина Наталья Алексеевна, преподаватель.
    </h2>
    <div class="ab__video">
      <video class="ab__video" controls>
        <source src="/video/Разработка паспорта проектной работы.mp4" type="video/mp4" />
        Ваш браузер не поддерживает видео
      </video>
    </div>
    <common-documents-list json-path="documents/video-app-passport-development.json" />
    <p class="ab__p">
      В ходе презентации онлайн курса будет представлен опыт педагогического коллектива о разработке
      паспортов проектной работы для формирования и развития общих и профессиональных компетенций
      студентов.
    </p>
    <p class="ab__p">
      При реализации проектной работы педагогические работники включаются в творческую активность и
      командную работу, что позволяет им сформировать необходимые для образовательной организации
      компетенции.
    </p>
    <p class="ab__p">
      Основная идея онлайн-курса заключается в повышении эффективности и результативности
      деятельности педагогических работников.
    </p>

    <h2 class="ab__subtitle">
      Загребнев Виталий Юрьевич, заместитель директора БПОУ «Торгово-экономический колледж имени
      Г.Д. Зуйковой», сертифицированный эксперт Ворлдскиллс по компетенции «Предпринимательство»
    </h2>
    <div class="ab__video">
      <video class="ab__video" controls>
        <source
          src="/video/Проектирование содержания дисциплины вариативной части ОПОП.mp4"
          type="video/mp4" />
        Ваш браузер не поддерживает видео
      </video>
    </div>
    <p class="ab__p">
      В ходе мероприятия будет представлен опыт формирования содержания и структуры программы
      общепрофессиональной дисциплины "Предпринимательская деятельность в профессиональной сфере" на
      основе Worldskills Standard Specifications (WSSS) по компетенции "Предпринимательство",
      реализующей развитие общей компетенции ОК 11. Планировать предпринимательскую деятельность в
      профессиональной сфере.
    </p>

    <h2 class="ab__subtitle">
      Исмурзина Мирамгуль Серкпаевна, председатель ЦМК иностранного языка.
    </h2>
    <div class="ab__video">
      <video class="ab__video" controls>
        <source src="/video/Поколение Z_5 техник концентрации внимания.mp4" type="video/mp4" />
        Ваш браузер не поддерживает видео
      </video>
    </div>
    <p class="ab__p">
      В ходе мероприятия будет представлен опыт применения в учебном процессе некоторых техник и
      приемов концентрации внимания с учетом психологических особенностей поколения Z, определяющих
      организацию учебного процесса.
    </p>
  </block-ab>
</template>

<script>
export default {}
</script>

<style scoped lang="scss">
.ab {
  &__video {
    margin: 10px;
    margin-left: auto;
    margin-right: auto;
    max-width: 580px;
    max-height: auto;
    @include small-media() {
      max-width: 260px;
      max-height: auto;
    }
  }

  &__subtitle {
    margin-top: 50px;
  }
}
</style>
