<template>
  <block-ab title="В скором времени будет добавлено"></block-ab>
</template>

<script>
export default {
  data() {
    return {
      leadership: [
        {
          name: 'Ивченко Татьяна Павловна',
          img: null,
          dynamic: [
            'Должность: Директор',
            'Ученая степень: Кандидат педагогических наук',
            'Телефон: +7 (3812) 68-07-73',
          ],
        },
        {
          name: 'Юрьева Елена Георгиевна',
          dynamic: [
            'Должность: Заместитель директора по инновационной и проектной деятельности',
            'Ученая степень: Кандидат педагогических наук',
          ],
          img: null,
        },
        {
          name: 'ЗАГРЕБНЕВ ВИТАЛИЙ ЮРЬЕВИЧ',
          dynamic: ['Должность: Заместитель директора по учебной работе'],
          img: null,
        },
        {
          name: 'ШЕВЧУК КИРИЛЛ АЛЕКСАНДРОВИЧ',
          img: null,
        },
        {
          name: 'ЖАКЕНОВА АЙМАН ОРАЗОВНА',
          img: null,
        },
        {
          name: 'ЕЛЕЦКИЙ ДАНИЛ СЕРГЕЕВИЧ',
          img: null,
        },
        {
          name: 'ДАНИЛЕНКО ИРИНА СЕРГЕЕВНА',
          img: null,
        },
      ],
    }
  },
}
</script>

<style scoped lang="scss"></style>
