<template>
  <block-ab title="Материально-техническое обеспечение и оснащенность образовательного процесса">
    <common-documents-list json-path="documents/logistics-equipment.json" />
    <common-documents-list json-path="documents/equipment-workshop.json" />
    <a
      class="ab__link"
      target="_blank"
      href="https://monitoring.firpo.ru/workshops?organizationTitle=%D0%91%D1%8E%D0%B4%D0%B6%D0%B5%D1%82%D0%BD%D0%BE%D0%B5+%D0%BF%D1%80%D0%BE%D1%84%D0%B5%D1%81%D1%81%D0%B8%D0%BE%D0%BD%D0%B0%D0%BB%D1%8C%D0%BD%D0%BE%D0%B5+%D0%BE%D0%B1%D1%80%D0%B0%D0%B7%D0%BE%D0%B2%D0%B0%D1%82%D0%B5%D0%BB%D1%8C%D0%BD%D0%BE%D0%B5+%D1%83%D1%87%D1%80%D0%B5%D0%B6%D0%B4%D0%B5%D0%BD%D0%B8%D0%B5+%D0%9E%D0%BC%D1%81%D0%BA%D0%BE%D0%B9+%D0%BE%D0%B1%D0%BB%D0%B0%D1%81%D1%82%D0%B8+%C2%AB%D0%9A%D0%BE%D0%BB%D0%BB%D0%B5%D0%B4%D0%B6+%D0%B8%D0%BD%D0%BD%D0%BE%D0%B2%D0%B0%D1%86%D0%B8%D0%BE%D0%BD%D0%BD%D1%8B%D1%85+%D1%82%D0%B5%D1%85%D0%BD%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D0%B9%2C+%D1%8D%D0%BA%D0%BE%D0%BD%D0%BE%D0%BC%D0%B8%D0%BA%D0%B8+%D0%B8+%D0%BA%D0%BE%D0%BC%D0%BC%D0%B5%D1%80%D1%86%D0%B8%D0%B8%C2%BB&organizationInn=&fundingYear=&regionIds=55&competenceIds=&educationSpecialtyIds="
      ><b red>Перечень мастерских по компетенциям</b></a
    >
    <a class="ab__link" href="/projects/workshop"><b red>Функционирование мастерских</b></a>
    <common-documents-list json-path="documents/equipment-library.json" />
    <a class="ab__link" href="https://book.ru/"
      ><b red>ЭЛЕКТРОННО-БИБЛИОТЕЧНАЯ СИСТЕМА BOOK.ru</b></a
    >
    <common-documents-list json-path="documents/equipment-gym.json" />
    <p class="ab__p"><b>О средствах обучения и воспитания:</b></p>
    <p class="ab__p">
      В колледже обеспечивается внедрение и использование цифровой образовательной среды.
    </p>
    <p class="ab__p">
      Для осуществления образовательной деятельности колледж располагает необходимым современным
      оборудованием, которое включает в себя компьютеры, объединенные в единую компьютерную сеть,
      ноутбуки, принтеры, многофункциональные устройства, мультимедийные проекторы. Имеются
      оборудованные компьютерные классы с выходом в сеть Интернет. Читальный зал библиотеки также
      имеет выход в Интернет.
    </p>
    <p class="ab__p">
      На учебных занятиях и во внеаудиторной работе педагогическими работниками колледжа применяются
      разнообразные средства обучения и воспитания:
    </p>
    <ul class="ab__list">
      <li>
        электронные образовательные ресурсы (электронные учебно-методические комплексы, размещенные
        на образовательном портале колледжа:
        <a href="https://edu.omsktec.ru/" target="_blank"><b red> https://edu.omsktec.ru/</b></a
        >; сайты, цифровые платформы, образовательная платформа «Сферум», мультимедийные
        презентации, разнообразное программное обеспечение и др.);
      </li>
      <li>
        аудиовизуальные (образовательные учебные фильмы, учебные фильмы на цифровых носителях и в
        учебных аудиториях);
      </li>
      <li>
        технические средства обучения (компьютеры, интерактивные доски, ноутбуки, проекторы; в
        колледже – 38 ноутбуков, 2 интерактивных комплекса и многофункциональное устройство (всего
        41 единица оборудования). Данным оборудованием оснащено 7 учебных кабинетов, а именно: в 2-х
        кабинетах развернуты полноценные лаборатории в составе: рабочее место обучающегося – 15 шт.,
        рабочее место преподавателя – 1 шт., интерактивный комплекс. Учебное оборудование ежедневно
        используют 12 преподавателей и 524 обучающихся);
      </li>
      <li>
        демонстрационные (муляжи, макеты, стенды, натуральные образцы товаров, профессиональный
        инвентарь);
      </li>
      <li>тренажеры и спортивное оборудование;</li>
      <li>печатные (учебники и учебные пособия, рабочие тетради);</li>
      <li>
        наглядные (плакаты, карты настенные, иллюстрации настенные, магнитные доски - в учебных
        аудиториях) и пр.
      </li>
    </ul>
    <p class="ab__p">При использовании средств обучения используются следующие принципы:</p>
    <ul class="ab__list">
      <li>учет возрастных и психологических особенностей, обучающихся;</li>
      <li>
        гармоничное использование разнообразных средств обучения: традиционных и современных для
        комплексного, целенаправленного воздействия на эмоции, сознание, поведение обучающегося
        через визуальную, аудиальную, кинестетическую системы восприятия в образовательных целях;
      </li>
      <li>
        учет дидактических целей и принципов дидактики (принципов наглядности, доступности и т.д.);
      </li>
      <li>совместная работа педагога и обучающегося;</li>
      <li>
        приоритет правил безопасности в использовании средств обучения и воспитания, проведение
        инструктажа по технике безопасности.
      </li>
    </ul>
    <p class="ab__p">
      Обеспечивается доступность среднего профессионального образования для инвалидов и лиц с
      ограниченными возможностями здоровья путем реализации адаптированных образовательных программ
      и создания условий для их профессионального образования.
      <a href="/organization/envrironment" target="_blank"><b red> «Доступная среда»</b></a>
    </p>
    <p class="ab__p">
      Система воспитания обучающихся БПОУ «КИТЭК» представляет условия, которые способствуют
      подготовке мотивированного конкурентоспособного специалиста и высоконравственной личности.
    </p>
    <p class="ab__p">
      Активному становлению личности обучающегося, формированию профессиональной компетентности
      способствует включенность в разнообразные виды внеаудиторной деятельности в группах, на
      отделениях, на уровне колледжа, вне стен колледжа. У студентов имеется возможность заниматься
      в кружках дополнительного образования по различным направлениям.
    </p>
    <p class="ab__p">
      Большой популярностью среди студентов пользуется Центр творчества студентов: работа вокальных
      коллективов, драматической студии «Прометей», хореографического коллектива калейдоскоп,
      организация КВН, игротеки киноклуба БПОУ «КИТЭК», а также спортивный клуб «Старт» и спортивные
      секции.
    </p>
    <p class="ab__p">
      Для проведения мероприятий по реализации календарного плана воспитательной работы в колледже
      имеется три актовых зала (Административный корпус (27-й Северная 69), Корпус №2 (24-я Северная
      123б), Отделение технологий водного транспорта (ул. Красный путь, 143)).
    </p>
    <p class="ab__p">
      Каждый актовый зал колледжа оснащен акустической аппаратурой, радиосистемой и мультимедиа
      проектором, имеет костюмерные комнаты.
    </p>
    <!-- <common-documents-list json-path="documents/equipment-education.json" /> -->
    <a class="ab__link" href="/organization/educational" target="_blank"
      ><b red>Воспитательная деятельность</b></a
    ><a class="ab__link" href="/student/sportclub" target="_blank"
      ><b red>Студенческий спортивный клуб «Старт»</b></a
    >
    <common-documents-list json-path="documents/equipment-nutrition.json" />
    <p class="ab__p">
      Организация питания (ст. 37 ФЗ 273 «Об образовании в РФ») обучающихся осуществляется на базе
      структурного подразделения учебно-производственного предприятия (УПП – столовая), которое
      одновременно является базой практики для студентов специальностей «Поварское и кондитерское
      дело», «Организация обслуживания в общественном питании», для отработки профессиональных
      навыков и компетенций.
    </p>
    <p class="ab__p">
      УПП осуществляет свою деятельность в соответствии с Уставом колледжа, локальными нормативными
      актами и Положением об УПП.
    </p>
    <p class="ab__p">Основными задачами УПП являются:</p>
    <ul class="ab__list">
      <li>
        практическое закрепление теоретических знаний, полученных обучающимися в процессе обучения в
        колледже;
      </li>
      <li>
        развитие компетенции выбора способов решения задач профессиональной деятельности,
        применительно к различным контекстам;
      </li>
      <li>
        профессиональная специализация и адаптация будущих специалистов путем выработки у них
        профессиональных и содействие освоению общих компетенций, необходимых в предстоящей работе
        по специальности;
      </li>
      <li>
        приобретение навыков работы в коллективе и команде, эффективного взаимодействия с коллегами,
        руководством, клиентами;
      </li>
      <li>
        изучение и внедрение принципов рационального питания путем разработки соответствующего меню,
        рационов питания;
      </li>
      <li>совершенствование форм и методов практической подготовки обучающихся;</li>
      <li>разработка и внедрение инновационных форм организации производства и обслуживания.</li>
    </ul>
    <p class="ab__p">
      Для осуществления своей деятельности УПП располагает необходимыми производственными
      помещениями, оборудованием и инвентарем.
    </p>
    <p class="ab__p">
      Параллельно с организацией практической подготовки обучающихся УПП оказывает услуги питания
      для обучающихся, руководящих и педагогических работников, а также учебно-вспомогательного и
      обслуживающего персонала колледжа.
    </p>
    <p class="ab__p">
      Питание студентов организованно в столовой УПП Административного корпуса колледжа по адресу:
      ул. 27я Северная, 69, а также осуществляется доставка горячего питания в другие корпуса
      учебного заведения. Площадь обеденного зала столовой 260,6 м2, площадь цехов УПП составляет
      268,7 м2. Общее количество посадочных мест обеденного зала – 88.
    </p>
    <p class="ab__p">В меню со свободным выбором блюд входят:</p>
    <ul class="ab__list">
      <li>холодные блюда (из овощей, рыбы, мяса, птицы);</li>
      <li>первые блюда;</li>
      <li>вторые блюда (из овощей, рыбы, мяса, птицы);</li>
      <li>гарниры (блюда из макаронных изделий, круп, овощные);</li>
      <li>
        напитки (из свежих, сушеных и свежемороженых ягод и фруктов, а также горячие напитки: чай,
        кофе, какао);
      </li>
      <li>
        мучные и кондитерские изделия (из дрожжевого и бездрожжевого, песочного, бисквитного,
        слоенного теста).
      </li>
    </ul>
    <p class="ab__p">
      Руководство приготовлением блюд по меню, разработанным согласно нормативной документации
      заведующей УПП, осуществляют мастера производственного обучения со студентами групп
      вышеназванных специальностей во время проведения учебной и производственной практик по графику
      учебного процесса колледжа на базе УПП.
    </p>
    <p class="ab__p">
      Во время прохождения практики студенты осваивают весь технологический процесс приготовления
      блюд, кулинарных и кондитерских изделий: от первичной обработки овощей, рыбы, мяса, птицы,
      разделки и приготовления полуфабрикатов до тепловой обработки и порционирования блюд.
    </p>
    <img src="/img/organization/equipment-nutrition.jpg" />
    <p class="ab__p">
      Контроль за качеством готовой продукции и соответствием организации питания санитарным
      правилам и нормам осуществляется ежедневно бракеражной комиссией, назначаемой приказом
      директора колледжа.
    </p>
    <h2 class="ab__subtitle">Поставщики продуктов питания в столовую БПОУ «КИТЭК»:</h2>
    <p class="ab__p">ИП Бакулина Татьяна Сергеевна</p>
    <p class="ab__p">ИП Ваймер Елена Валерьевна</p>
    <p class="ab__p">ИП Ванджура Оксана Юрьевна</p>
    <p class="ab__p">ИП Варавва Наталья Николаевна</p>
    <p class="ab__p">ООО «Грани Алтая»</p>
    <p class="ab__p">ИП Гурнович Сергей Михайлович</p>
    <p class="ab__p">ИП Ерохина Анастасия Владимировна</p>
    <p class="ab__p">ИП Игнатенко Александр Александрович</p>
    <p class="ab__p">ИП Акимов Лев Васильевич</p>
    <p class="ab__p">ИП Малиновская Кристина Валерьевна</p>
    <p class="ab__p">ООО «Лев»</p>
    <p class="ab__p">ИП Малиновская Валентина Александровна</p>
    <p class="ab__p">ООО «Торгово-логистическая компания «Геркулес»</p>
    <p class="ab__p">ООО «Панорама центр»</p>
    <p class="ab__p">ООО «Сельхозпродинвест»</p>
    <p class="ab__p">ООО «Сияние»</p>
    <p class="ab__p">ООО «Скарабей»</p>
    <p class="ab__p">ООО «София»</p>
    <p class="ab__p">ООО ТГ «Мясной двор»</p>
    <p class="ab__p">ООО «Триумф»</p>
    <p class="ab__p">ООО «Юкомилк»</p>

    <common-documents-list json-path="documents/equipment-information-system.json" />
    <p class="ab__p">
      Все указанные информационные ресурсы адаптированы для использования инвалидами и лицами с
      ограниченными возможностями здоровья.
    </p>
    <common-documents-list json-path="documents/equipment-electronic-educational.json" />
  </block-ab>
</template>

<script>
export default {}
</script>

<style scoped lang="scss"></style>
