<template>
  <block-ab title="Стипендии и меры поддержки обучающихся">
    <div class="center">
      <h2 class="ab__subtitle"><b red>Уважаемые абитуриенты, колледж общежития не имеет!</b></h2>
    </div>
    <p class="ab__p">
      Студентам колледжа, обучающимся по очной форме обучения, государственная академическая и
      социальные стипендии выплачиваются за счет средств областного бюджета.
    </p>
    <p class="ab__p">
      Государственная академическая стипендия студентам назначается при одновременном наличии
      следующих условий: - отсутствие по итогам промежуточной аттестации оценки "удовлетворительно";
      - отсутствие академической задолженности.
    </p>
    <p class="ab__p">
      Назначение государственных академических и социальных стипендий производится приказом
      директора в соответствии с протоколом заседания стипендиальной комиссии не реже двух раз в год
      на основании результатов промежуточной аттестации.
    </p>
    <p class="ab__p">
      Размер государственной академической стипендии составляет 527 рублей. Размер государственной
      академической стипендии обучающимся, являющимся детьми-сиротами и детьми, оставшимися без
      попечения родителей, составляет 791 рубль.
    </p>

    <ul class="ab__list">
      <p class="ab__p">
        <b
          >Социальная поддержка студентов колледжа осуществляется за счет средств областного бюджета
          и распределяется на:</b
        >
      </p>
      <li>социальные стипендии;</li>
      <li>социальную поддержку детей-сирот и детей, оставшихся без попечения родителей;</li>
      <li>материальной помощи.</li>
      <p class="ab__p">Размер государственной социальной стипендии составляет 791 рубль.</p>
    </ul>
    <ul class="ab__list">
      <p class="ab__p">
        <b> Государственная социальная стипендия назначается в обязательном порядке студентам:</b>
      </p>
      <li>детям-сиротам и детям, оставшимся без попечения родителей;</li>
      <li>лицам из числа детей-сирот и детей, оставшихся без попечения родителей;</li>
      <li>детям-инвалидам, лицам, признанным в установленном порядке инвалидами I и II групп;</li>
      <li>инвалидам с детства;</li>
      <li>
        студентам, подвергшимся воздействию радиации вследствие катастрофы на Чернобыльской АЭС и
        иных радиационных катастроф;
      </li>
      <li>
        студентам, являющимся инвалидами вследствие военной травмы или заболевания, полученных в
        период прохождения военной службы;
      </li>
      <li>
        студентам из числа граждан, проходивших в течение не менее 3-х лет военную службу по
        контракту в ВС РФ.
      </li>
      <p class="ab__p">
        Право на получение государственной социальной стипендии имеет студент, представивший в
        стипендиальную комиссию соответствующие документы. При наличии у студента права на
        назначение ему государственной академической стипендии и государственной социальной
        стипендии ему назначаются обе стипендии.
      </p>
    </ul>
    <ul class="ab__list">
      <p class="ab__p">
        <b> Материальная помощь выплачивается студентам при:</b>
      </p>
      <li>утрате личного имущества студента в результате пожара, стихийного бедствия;</li>
      <li>смерти близких родственников обучающегося;</li>
      <li>государственной регистрации обучающегося;</li>
      <li>рождении у обучающегося ребенка;</li>
      <li>
        необходимости оплаты дорогостоящего лечения, оздоровления, восстановления здоровья
        обучающегося.
      </li>
      <p class="ab__p">
        Размер материальной помощи, выплаченной студенту в течение текущего финансового года, не
        может превышать 3 тысяч рублей.
      </p>
    </ul>
    <common-documents-list json-path="documents/organization-material-income.json" />
  </block-ab>
</template>

<script>
export default {}
</script>

<style scoped lang="scss">
.center {
  margin-top: 24px;
  max-width: 1000px;
  > * {
    margin-left: auto;
    margin-right: auto;
  }
}
</style>
