<template>
  <block-ab title="Наставничество">
    <img alt="SPS Logo" src="/img/projects/GPiN.png" class="ab__img" />
    <p class="ab__p">
      <a class="ab__link" href="/data/organization/mentor/Указ президента РФ.pdf" target="_blank"
        ><b
          >2023 год Указом Президента России Владимира Путина объявлен "Годом педагога и
          наставника".</b
        ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper>
      </a>
    </p>
    <p class="ab__p">
      Миссия Года – признание особого статуса педагогических работников, в том числе выполняющих
      наставническую деятельность. Мероприятия Года педагога и наставника будут направлены на
      повышение престижа профессии учителя.
    </p>
    <p class="ab__p">
      <b>Владимир Путин, Президент Российской Федерации</b>: "В знак высочайшей общественной
      значимости профессии учителя 2023 год - год 200-летия со дня рождения одного из основателей
      российской педагогики Константина Дмитриевича Ушинского - будет посвящен в нашей стране
      педагогам и наставникам. То, какой должна быть современная школа: ее инфраструктура,
      оснащение, уровень обучения, организация внешкольного образования, кружков, спортивных секций,
      - все это важно. Здесь важен не только труд учителя, но и участие самих учеников и,
      безусловно, родителей. Потому что только общие дела могут создать школу, в которой интересно
      учиться, которая притягательна своими возможностями в раскрытии талантов ребят, в подготовке
      их ко взрослой жизни".
    </p>
    <p class="ab__p">
      <b>Татьяна Голикова, заместитель Председателя Правительства Российской Федерации</b
      >:&nbsp;"Задача предстоящего Года педагога и наставника - не только привлечь внимание к этой
      профессии и воздать должное уважение нашим учителям и наставникам, но и повысить интерес
      молодежи к педагогике, привлечь в педагогические вузы творческих, способных, активных
      абитуриентов, которые после окончания вуза придут работать в школы. Год педагога и наставника,
      безусловно, должен не только сохранить и приумножить лучшие традции, но и обрести новые.
      Важно, чтобы мы с вами, проводя&nbsp;Год&nbsp;педагога и наставника, отчитывались не только
      теми мероприятиями, которые учтем в плане, но и могли качественно измерить результаты, которые
      нам даст Год. Это и количество вновь привлеченных учителей в школы, и работа по повышению
      квалификации, и ряд других направлений".&nbsp;
    </p>
    <p class="ab__p">
      <b
        >Сергей Кириенко, первый заместитель Руководителя Администрации Президента Российской
        Федерации</b
      >:&nbsp;"Работа по признанию особого статуса педагогических работников и наставников на
      начинается и не заканчивается тематическим Годом, она идет уже на протяжении длительного
      времени и не должна завершиться, когда закончится календарный год. В нашей стране в последние
      годы, в первую очередь решениями Президента России, последовательно принимаются меры по
      укреплению авторитета и статуса учителей, педагогов, нставников, а также меры по их
      материальной поддержке. Год педагога и наставника - это логичное продолжение
      последовательной&nbsp;работы, которая реализуется в стране".
    </p>
    <p class="ab__p">
      <b>Сергей Кравцов, Министр просвещения Российской Федерации</b>:&nbsp;"Мы получили больше 300
      предложений по проведению Года педагога и наставника. Среди основных мероприятий предусмотрены
      выставки, образовательные события, кинопроекты, которые освещают деятельность по развитию
      образования, популяризируют наследие отечественной педагогической науки. Мероприятиями и
      событиями разной тематики предполагаем охватить все&nbsp;&nbsp;педагогическое сообщетсво
      страны - это более милллиона учителей и наставников. Кроме того, в них примут участие
      учащиеся, их родители - порядка 12 миллионов человек, а в целом, планируем вовлечь&nbsp;в
      разные активности до 80 миллионов наших граждан".
    </p>
    <common-documents-list json-path="documents/organization-mentor.json" />
    <h2 class="ab__subtitle">Новости:</h2>
    <div class="news">
      <EntitiesNewCard
        v-for="(n, nIdx) of news"
        :key="nIdx"
        :instance="n"
        v-if="n.teg == 'mentor'" />
    </div>
  </block-ab>
</template>

<script>
import { loadDynamic } from '~/core/helpers/file'
export default {
  async created() {
    try {
      this.news = JSON.parse(await loadDynamic('dynamic/news/news.json'))
    } catch {
      console.log('Проверьте валидность JSON новостей и событий!')
    }
  },
  data() {
    return {
      news: [],
    }
  },
}
</script>

<style scoped lang="scss">
.news {
  max-width: 1400px;
  transition: $t grid-template-columns;
  display: block;
  grid-template-columns: 0.7fr 0.3fr;
  gap: 0 32px;
  @media screen and (max-width: 1200px) {
    display: block;
    .news__self {
      margin-bottom: 32px;
    }
  }
}
.ab {
  &__img {
    position: absolute;
    width: 300px;
    height: 300px;
    right: 24px;
    top: 24px;
    @include high-media() {
      width: 100px;
      height: 100px;
      right: 12px;
      top: 12px;
      opacity: 0.4;
    }
  }
  &__icon {
    color: $primary-color;
    display: inline;
  }
}
</style>
