<template>
  <block-ab title="УМО по УГПС 43.00.00 «Сервис и туризм»">
    <h1 class="ab__subtitle ab__subtitle-center">Деятельность УМО</h1>

        <a class="ab__link ab__subtitle" @click="umo204 = !umo204">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>С 22 сентября по 20 октября 2025г. учебно-методическим объединением в системе среднего профессионального объединения Омской области по укрупненной группе профессий, специальностей  43.00.00 Сервис и туризм совместно с БОУ ДПО "Институт развития образования Омской области" был проведен конкурс "Трудовые семейные династии: преемственность моей профессии". 
    </a>
    <div v-show="umo204">
      <p class="ab__p">Конкурс проводился по трём направлениям:</p>
      <ul>
        <li>- лучший видеоролик;</li>
        <li>- лучший фотопроект; </li>
        <li>- лучшее литературное творчество. </li>
      </ul>
      <p class="ab__p">Конкурсанты отражали в своих работах семейные ценности на основе профессиональных интересов поколений по профессии "Повар". </p>
      <p class="ab__p">Жюри, осуществили экспертную оценку конкурсных работ: Борисов П. И., к. э.н., директор ООО "Коммерческая компания" Омск" (ресторан" Клуб Деловых людей"), Закроева А. В., директор ООО" Провиант Сибирь", Друговин К. А., бренд-шеф ИП Котельникова М. С. (Cronwell Park Ника), Пузанова Е.С., заведующая УМЦ ПО БОУ ДПО" ИРООО". </p>
      <p class="ab__p">Призеры конкурса «Трудовые семейные династии: преемственность профессии в моей семье» стали: </p>
        <ul>
          <li>1 место - Серобабов Степан Игоревич, БПОУ ОО “Седельниковский агропромышленный техникум”;</li>
          <li>2 место - Журавлева Кристина Денисовна,  БПОУ ОО “Седельниковский агропромышленный техникум”;</li>
          <li>3 место Тропина Полина Сергеевна, БПОУ ОО “Колледж инновационных технологий, экономки и коммерции”.</li>
        </ul>
      <p class="ab__p">Выражаем благодарность конкурсантам и членам жюри, желаем дальшейших успехов!</p>
      <div class="ab__photos">
        <div class="img-container">
          <img class="img-single__minimg" src="/img/umo/umo204.webp" />
        </div>
      </div>
    </div>

    <!-- --- -->
    <a class="ab__link ab__subtitle" @click="umo203 = !umo203">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>23
      сентября 2025г. состоялось заседание учебно-методического объединения в системе среднего
      профессионального образования Омской области по УГПС 43.00.00 Сервис и туризм в БПОУ ОО
      «Колледж инновационных технологий, экономики и коммерции»
    </a>
    <div v-show="umo203">
      <p class="ab__p">
        В работе объединения приняли участие преподаватели, методисты и мастера производственного
        обучения – 20 профессиональных образовательных организаций.
      </p>
      <p class="ab__p">
        На заседании обсуждались вопросы трансформации системы среднего профессионального
        образования на основе модели ФП „Профессионалитет“. По данной теме выступили: Загребнев
        В.Ю., зам. директора по учебной работе БПОУ «КИТЭК» с темой «Особенности построения
        образовательных программ в рамках реализации ФП «Профессионалитет» образовательного кластера
        «Союз+», Юрьева Е.Г., к.п.н., зам. директора по инновационной и проектной деятельности БПОУ
        «КИТЭК», тема доклада «Возможности интенсификации при реализации образовательных программ».
      </p>
      <p class="ab__p">
        Также все участники посетили мастер-класс «Барное искусство в деле» от бар-менеджера
        ресторанной группы «Заря» Дмитрия Посохова на площадке «Зона организации питания и
        обслуживания».
      </p>
      <p class="ab__p">
        В ходе заседания было рассмотрено положения о конкурсе «Трудовые семейные династии:
        преемственность профессии в моей семье».
      </p>
      <p class="ab__p">Благодарим коллег за участие в работе УМО!</p>

      <div class="ab__photos">
        <div class="img-container">
          <img class="img-single__minimg" src="/img/news/400/preview.webp" />
          <img class="img-single__minimg" src="/img/news/400/3.webp" />
        </div>
        <div class="img-container">
          <img class="img-single__minimg" src="/img/news/400/2.webp" />
          <img class="img-single__minimg" src="/img/news/400/1.webp" />
        </div>
      </div>
    </div>

    <a class="ab__link ab__subtitle" @click="umo202 = !umo202">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>13 мая
      2025г. состоялось заседание учебно-методического объединения в системе среднего
      профессионального образования Омской области по УГПС 43.00.00 Сервис и туризм в БПОУ ОО
      «Колледж инновационных технологий, экономики и коммерции».
    </a>
    <div v-show="umo202">
      <p class="ab__p">
        В работе объединения приняли участие преподаватели, методисты и мастера производственного
        обучения – 15 профессиональных образовательных организаций.
      </p>
      <p class="ab__p">
        Искусственный интеллект играют важную роль в нашей жизни. Он находит применение в разных
        сферах — от медицины до финансов, от образования до развлечений. По мере дальнейшего
        развития технологий можно ожидать, что нейросети будут играть важную роль во многих аспектах
        нашей жизни, создавая новые возможности и улучшая существующие процессы. Поэтому одним из
        вопросов заседания было рассмотрено применение искусственного интеллекта в деятельности
        педагога с элементами мастер-класса.
      </p>
      <p class="ab__p">
        Екатерина Землякова, заместитель директора учебного центра «Интекспро» продемонстрировала
        программы и приемы работы с текстом, правила написания запросов и применение искусственного
        интеллекта в проведении учебных занятий и привела в пример практические кейсы: работа с
        уточнениями, использование ролей и др.
      </p>
      <p class="ab__p">
        Миронова Елена Дмитриевна, преподаватель АНПОО «Омская академия экономики и
        предпринимательства», Старостина Наталья Алексеевна, преподаватель БПОУ «Колледж
        инновационных технологий, экономики и коммерции», Лемишева Евгения Равильевна, преподаватель
        АНПОО «Омская академия экономики и предпринимательства» представили опыт внедрения методик
        преподавания на примере участия во Всероссийском конкурсе среди педагогических работников
        системы среднего профессионального образования «Мастер года 2024», «Мастер года 2025»,
        провели интерактивные занятия с элементами мастер-класса.
      </p>

      <div class="ab__photos">
        <div class="img-container">
          <img class="img-single__minimg" src="/img/news/597/preview.webp" />
        </div>
      </div>
    </div>

    <a class="ab__link ab__subtitle" @click="umo202 = !umo202">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>Выбирай
      будущее: "Неделя без турникетов" открыла перспективы для студентов СПО
    </a>
    <div v-show="umo202">
      <p class="ab__p">
        Всероссийская акция «Неделя без турникетов» — мероприятие, направленное на обеспечение
        эффективного взаимодействия между работодателями и образовательной системой и
        профориентационное информирование учащихся учреждений общего, среднего и высшего
        профессионального образования с организациями, расположенными в регионе и с профессиями,
        востребованными на региональном рынке труда, показать реальные рабочие места и условия, а
        также возможности по дальнейшему трудоустройству.
      </p>
      <p class="ab__p">
        «Неделя без турникетов» это ежегодная акция, которая представляет собой один из элементов
        широкомасштабного профориентационного проекта «Работай в России!».
      </p>
      <p class="ab__p">
        В рамках акции приняли участие образовательные организации: БПОУ ОО «Колледж инновационных
        технологий, экономики и коммерции», БПОУ ОО «Исилькульский профессионально-педагогический
        колледж», БПОУ ОО «Омский техникум строительства и лесного хозяйства», БПОУ ОО «Омский
        колледж профессиональных технологий», БПОУ ОО «Седельниковский агропромышленный техникум»,
        АНПОО «Омская академия экономики и предпринимательства», БПОУ ОО «Большереченский
        сельскохозяйственный техникум».
      </p>
      <p class="ab__p">
        Образовательные организации посетили рестораны с проведением мастер-классов г. Омска:
        ресторан «Сенкевич», ресторан «Space by Cosmos», ресторан «Сибирская корона», ресторан
        «Метаморфозы».
      </p>

      <div class="ab__photos">
        <div class="img-container">
          <img class="img-single__minimg" src="/img/news/596/preview.webp" />
          <img class="img-single__minimg" src="/img/news/596/1.webp" />
        </div>
        <div class="img-container">
          <img class="img-single__minimg" src="/img/news/596/2.webp" />
          <img class="img-single__minimg" src="/img/news/596/3.webp" />
        </div>
        <div class="img-container">
          <img class="img-single__minimg" src="/img/news/596/4.webp" />
          <img class="img-single__minimg" src="/img/news/596/5.webp" />
        </div>
      </div>
    </div>

    <a class="ab__link ab__subtitle" @click="umo201 = !umo201">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper
      >Заседание региональных учебно-методических объединений учреждений среднего профессионального
      образования Омской области.
    </a>
    <div v-show="umo201">
      <p class="ab__p">
        16 апреля 2025 г. на базе Института развития образования Омской области состоялось заседание
        региональных учебно-методических объединений.
      </p>
      <p class="ab__p">
        Дискуссионная площадка объединила руководителей учебно-методических объединений учреждений
        среднего профессионального образования Омской области.
      </p>
      <p class="ab__p">
        На заседании были озвучены итоги регионального конкурса основных программ профессионального
        обучения по профессиям рабочих, должностям служащих, направленных на получение первой
        профессии обучающимися 9-11 классов общеобразовательных организаций Омской области – БПОУ
        «КИТЭК» представила преподаватель Севернюк Ирина Александровна.
      </p>
      <p class="ab__p">
        Руководитель учебно-методического центра профессионального образования Института развития
        образования Евгения Сергеевна Пузанова, отметила достижения обучающихся и образовательные
        учреждения, подготовившие лучших специалистов, старший методист регионального центра
        управления и развития федерального проекта «Профессионалитет» Елена Ивановна Рыбченко
        проанализировала представленные на конкурс работы и предложила рекомендации по улучшению
        подходов к разработке учебных материалов.
      </p>
      <p class="ab__p">
        Активный отклик вызвал вопрос организации и проведения мероприятий чемпионата
        профессионального мастерства «Профессионалы». Были отмечены успехи команд колледжей и
        техникумов Омска и области в подготовке экспертов и участников соревнований. Также
        рассмотрено взаимодействие между учебными заведениями в целях повышения квалификации
        преподавателей и разработки новых методик оценки участников конкурса.
      </p>
      <p class="ab__p">
        В заключение заседания руководители учебно-методических объединений обсудили изменение
        критериев оценки участников, подготовку, методическое сопровождение и участие в состоявшемся
        недавно конкурсе «Мастер года».
      </p>

      <div class="ab__photos">
        <div class="img-container">
          <img class="img-single__minimg" src="/img/news/609/preview.webp" />
          <img class="img-single__minimg" src="/img/news/609/1.webp" />
        </div>
      </div>
    </div>

    <a class="ab__link ab__subtitle" @click="umo200 = !umo200">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper
      >Всероссийская акция «Неделя без турникетов» — это комплекс мероприятий, направленных на
      профориентационное информирование о деятельности ведущих предприятий России и популяризацию
      профессий и специальностей, востребованных на промышленном производстве; знакомство студентов
      с работой предприятий, расположенных в их регионе. Ведущие государственные корпорации и
      машиностроительные холдинги принимают активное участие в ее организации и проведении.
    </a>
    <div v-show="umo200">
      <p class="ab__p">
        Принцип проведения «Недели без турникетов»: предприятия открывают свои двери для экскурсий
        студентов. Это возможность «изнутри» увидеть работу предприятий, на которых они могут в
        будущем работать, познакомиться с трудовыми коллективами и их традициями.
      </p>
      <p class="ab__p">
        В октябре 2024г. в рамках данной акции приняли участие следующие образовательные
        организации: БПОУ ОО «Омский техникум строительства и лесного хозяйства», БПОУ ОО «Омский
        колледж отраслевых технологий строительства и транспорта», БПОУ ОО «Исилькульский
        профессионально-педагогический колледж», БПОУ ОО «Калачинский аграрно-технический техникум»,
        БПОУ ОО «Колледж инновационных технологий, экономики и коммерции. Организации посетили
        рестораны с проведением мастер-классов г. Омска: ресторан «Сенкевич», ресторан «Space by
        Cosmos», ресторан «Сибирская корона», пиццерия «Кантанелло». Всего экскурсии удалось
        посетить более 100 студентам.
      </p>
      <div class="ab__photos">
        <img
          class="ab__photo"
          :src="`/img/umo/${img}.webp`"
          alt="Photography"
          v-for="img of [91, 92, 93, 94]"
          :key="img" />
      </div>
    </div>

    <a class="ab__link ab__subtitle" @click="umo100 = !umo100">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>17-18
      октября 2024 года проходил Конкурс профессионального мастерства преподавателей и мастеров
      производственного обучения профессиональных образовательных организаций Омской области,
      приуроченный к Международному Дню повара.
    </a>
    <div v-show="umo100">
      <p class="ab__p">
        В соревнованиях приняли участие представители 15 колледжей и техникумов г. Омска и Омской
        области.
      </p>
      <p class="ab__p">
        Участникам в течение 2-х конкурсных дней необходимо было представить 2 порции десерта
        собственного приготовления. Одно из условий конкурсного задания: в блюде обязательно должен
        быть региональный продукт, в этом году - это тыква.
      </p>
      <p class="ab__p">
        Участие в конкурсе профессионального мастерства дает возможность педагогам и мастерам
        производственного обучения: повысить свой социальный статус; изучить опыт коллег;
        реализовать свой творческий потенциал; развить собственные коммуникативные способности;
        установить новые контакты на профессиональном уровне; повысить авторитет в педагогическом и
        ученическом коллективах, социуме.
      </p>
      <p class="ab__p">
        Участие в конкурсе профессионального мастерства дает возможность педагогам и мастерам
        производственного обучения: повысить свой социальный статус; изучить опыт коллег;
        реализовать свой творческий потенциал; развить собственные коммуникативные способности;
        установить новые контакты на профессиональном уровне; повысить авторитет в педагогическом и
        ученическом коллективах, социуме.
      </p>
      <p class="ab__p">
        1 место - Гриценко Мария Андреевна, преподаватель БПОУ ОО «Колледж инновационных технологий,
        экономики и коммерции»;
      </p>
      <p class="ab__P">
        2 место - Руль Виктория Николаевна, преподаватель Бюджетное профессиональное образовательное
        учреждение «Москаленский профессиональный техникум»;
      </p>
      <p class="ab__P">
        3 место - Гобрик Наталия Николаевна, преподаватель Бюджетное профессиональное
        образовательное учреждение "Исилькульский профессионально-педагогический колледж";
      </p>
      <p class="ab__P">
        3 место - Барсукова Елена Владимировна, преподаватель Бюджетное профессиональное
        образовательное учреждение Омской области "Называевский аграрно-индустриальный техникум".
      </p>
      <p class="ab__P">
        Победители были награждены призами от компаний: «Альфа-Бизнес», ТМ Провиант, ТМ Кантанелло,
        ООО «Речной», рестораны "Корова на бочке", "Где же кролик?", "Smokydock".
      </p>
      <p class="ab__P">Благодарим всех за участие и желаем новых профессиональных побед!</p>
      <div class="ab__photos">
        <img
          class="ab__photo"
          :src="`/img/umo/${img}.webp`"
          alt="Photography"
          v-for="img of [81, 82, 77, 78, 79, 80]"
          :key="img" />
      </div>
    </div>

    <a class="ab__link ab__subtitle" @click="umo71 = !umo71">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>19
      апреля 2024г. на площадке Центра опережающей переподготовки прошло заседание
      учебно-методического объединения преподавателей и мастеров производственного обучения 43.00.00
      Сервис и туризм образовательных организаций Омска и Омской области.
    </a>
    <div v-show="umo71">
      <p class="ab__p">
        В работе объединения приняли участие представители 15 профессиональных образовательных
        организаций, 26 преподавателей и мастеров производственного обучения.
      </p>
      <p class="ab__p">
        Темой заседания явился «Региональный чемпионат «Профессионалы», как современный инструмент
        оценки качества подготовки обучающихся». Чемпионатное движение – мероприятия, направленные
        на демонстрацию профессиональных навыков конкурсантами и работу по формированию прототипов
        «продуктов» в определенной экономической области, содействие оперативному и эффективному
        кадровому обеспечению различных отраслей экономики.
      </p>
      <p class="ab__p">
        Анализом итогов регионального этапа по компетенции "Поварское дело", поделилась Киселева Н.
        С. главный эксперт чемпионата, преподаватель БПОУ «Колледж инновационных технологий,
        экономики и коммерции».
      </p>
      <p class="ab__p">
        Об опыте наставничества участников в чемпионате «Профессионалы" - ключ к успеху», рассказали
        Сердюк И. Д., преподаватель АНПОО «Омская академия экономики и предпринимательства»; Усачева
        Г.В., преподаватель Государственного автономного профессионального образовательного
        учреждения "Брянский техникум питания и торговли", г. Брянск.
      </p>
      <p class="ab__p">
        Провели открытую лекцию "Современные тенденции в гастрономическом мире", шеф-повар Cronwell
        Park Ника Друговин К. А., шеф-повар ресторана "Осип Терлеев", Мамонтов О.Е. (с элементами
        мастер-класса).
      </p>
      <p class="ab__P">
        Благодарим коллег и представителей работодателей, за участие в заседании в рамках
        деятельности УМО 43.00.00 «Сервис и туризм»!
      </p>
      <div class="ab__photos">
        <img
          class="ab__photo"
          :src="`/img/umo/${img}.webp`"
          alt="Photography"
          v-for="img of [71, 72, 73, 74]"
          :key="img" />
      </div>
    </div>

    <a class="ab__link ab__subtitle" @click="umo72 = !umo72">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>19 XXI
      Областной педагогический марафон: День педагогического работника профессиональной
      образовательной организации среднего профессионального образования
    </a>
    <div v-show="umo72">
      <p class="ab__p">
        08 октября 2024 года в рамках XXI Областного педагогического марафона, посвященного
        цифровизации в образовании, учебно-методическим центром профессионального образования БОУ
        ДПО «Институт развития образования Омской области» был организован марафон «ХОЧУ. МОГУ.
        ДЕЛАЮ» на базе Центра опережающей профессиональной подготовки Омской области (далее – ЦОПП)
        и кинотеатра «Слава».
      </p>
      <p class="ab__p">
        День был открыт приветственным словом Пузановой Евгении Сергеевны, заведующей
        учебно-методическим центром профессионального образования БОУ ДПО «ИРООО».
      </p>
      <p class="ab__p">
        Участниками марафона «ХОЧУ. МОГУ. ДЕЛАЮ» стали 85 педагогических работников профессиональных
        образовательных организаций среднего профессионального образования (руководители,
        заместители директора, заведующие отделениями, методисты, руководители производственной
        практики, руководители учебно-методических объединений, преподаватели, мастера
        производственного обучения) из г. Омска, Тюкалинского, Седельниковского, Тевризского и
        Калачинского муниципальных районов.
      </p>
      <p class="ab__p">
        Руководителем учебно-методических объединений (далее – УМО) 43.00.00 Сервис и туризм
        Савельевой Юлией Сергеевной был представлен доклад о деятельность УМО, как инструмента
        помощи преподавателям профессиональных образовательных организаций Омской области.
      </p>
      <p class="ab__p">
        Итоговым продуктом работы пяти площадок марафона «ХОЧУ. МОГУ. ДЕЛАЮ» будет план деятельности
        УМО на 2025 год.
      </p>
      <p class="ab__P">
        По завершении мероприятия состоялось торжественное награждение сотрудников профессиональных
        образовательных организаций среднего профессионального образования Благодарственными
        письмами, подписанными Министром образования Омской области, за активное участие в
        федеральных, всероссийских и региональных проектах.
      </p>
      <div class="ab__photos">
        <img
          class="ab__photo"
          :src="`/img/umo/${img}.webp`"
          alt="Photography"
          v-for="img of [75, 76]"
          :key="img" />
      </div>
    </div>
    <a class="ab__link ab__subtitle" @click="umo29112023 = !umo29112023">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>29
      ноября 2023 года состоялось расширенное заседание учебно-методического объединения в системе
      среднего профессионального образования Омской области по УГПС 43.00.00 Сервис и туризм в очном
      формате.
    </a>
    <div v-show="umo29112023">
      <p class="ab__p">
        Мероприятие прошло в Омском авиационном колледже имени Н.Е.Жуковского. В работе объединения
        приняли участие главный специалист Управления профессионального образования Министерства
        образования Омской области О.Н.Петрова, руководитель УМЦ профессионального образования и
        профориентационной работы Института развития образования Омской области Пузанова Е.С.,
        методист Центра Н.Е.Фильчакова, представители 17 профессиональных образовательных
        организаций Омской области, 37 преподавателей и мастеров производственного обучения.
      </p>
      <p class="ab__p">
        Тема заседания «Эффективный опыт и современные практики наставничества в профессиональной
        образовательной организации». 2023 год однозначно останется в истории как Год педагога и
        наставника, который открыл отдельный мир наставничества для всей страны на десятилетия
        вперёд.
      </p>
      <p class="ab__p">
        С вопросом «Показатели качества деятельности наставника и эффекты для профессиональных
        образовательных организаций» выступили Катунина Н.Е., руководитель Регионального
        наставнического центра «Вместе к успеху», заместитель директора БПОУ ОО «ОПК №1», и методист
        Е.И.Кузнецова.
      </p>
      <p class="ab__p">
        Опытом организации практики производственного наставничества поделились Савин А.В.,
        руководитель Центра опережающей профессиональной подготовки, заместитель директора БПОУ ОО
        «ОмАвиат», и Савельева Ю.С., руководитель Центра содействия трудоустройства выпускников БПОУ
        ОО «КИТЭК».
      </p>
      <p class="ab__p">
        Мастер производственного обучения Исилькульского профессионально-педагогического колледжа
        И.А.Жукова и заведующая отделением Омского технологического колледжа Л.Н.Нестерова
        рассказали об организации системы наставничества по компетенциям «Поварское дело» и
        «Парикмахерское искусство».
      </p>
      <p class="ab__p">
        На бинарном мастер-классе (наставник-обучающийся) Мукатов А.Т., гл.эксперт, преподаватель
        БПОУ ОО «ОмАвиат», бренд шеф-повар сети ресторанов «У Пушкина», продемонстрировал на
        практике опыт наставничества. Также прошла экскурсия по площадкам «Профессионалитета» на
        базе колледжа.
      </p>
      <p class="ab__p">
        Благодарим коллег за участие и плодотворную работу в рамках деятельности УМО СПО «Сервис и
        туризм»!
      </p>
      <div class="ab__photos">
        <img
          v-for="img of [65, 66, 67, 68, 69, 70]"
          :key="img"
          class="ab__photo"
          :src="`/img/umo/${img}.jpg`"
          alt="Photography" />
      </div>
    </div>
    <a class="ab__link ab__subtitle" @click="umo20102023 = !umo20102023">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>20-21
      октября 2023 года проходил Конкурс профессионального мастерства преподавателей и мастеров
      производственного обучения профессиональных образовательных организаций Омской области,
      приуроченный к Международному Дню повара.
    </a>
    <div v-show="umo20102023">
      <p class="ab__p">
        В этом году конкурс посвящен теме «ГастроРегион» и направлен на трансляцию гастрономической
        культуры Омской области; выявление и распространение лучших образцов кулинарных традиций
        региональной кухни.
      </p>
      <p class="ab__p">
        В соревнованиях приняли участие представители 17 колледжей и техникумов города и области.
        Профессиональный праздник мастеров кулинарного искусства способствует развитию у педагогов
        активной гражданской позиции в продвижении лучших практик региональной кухни, усиливает
        вовлеченность преподавателей и мастеров производственного обучения ПОО в этнокультурные
        мероприятия с локальной гастрономической повесткой и повышает профессиональную
        компетентность педаго¬гических работников по реализации практико-ориентированной модели
        подготовки кадров в рамках Федерального проекта «Профессионалитет».
      </p>
      <p class="ab__p">
        Торжественная церемония закрытия Конкурса состоялась 21 октября 2023 г. в актовом зале
        колледжа. Благодарственные письма вручила активным членам учебно-методического объединения
        Юлия Александровна Каракулева, главный специалист управления профессионального образования и
        опережающей подготовки кадров Министерства образования Омской области. Торжественная
        церемония закрытия Конкурса включала награждение победителей. По итогам конкурса определены
        победители, занявшие I, II и III место:
      </p>
      <p class="ab__p">
        Зайченко Ольга Владимировна – 1 место, преподаватель БПОУ ОО «Колледж инновационных
        технологий, экономики и коммерции»
      </p>
      <p class="ab__p">
        Руль Виктория Николаевна – 2 место, мастер производственного обучения БПОУ ОО «Москаленский
        профессиональный техникум»
      </p>
      <p class="ab__p">
        Макаренко Виктория Анатольевна – 3 место, преподаватель филиала БПОУ «Омский колледж
        отраслевых технологий строительства и транспорта (г.п.Нововаршавское)
      </p>
      <p class="ab__p">
        Победители были также награждены призами Омской Гильдии шеф-поваров и Ассоциации омских
        кулинаров. От имени работодателей поздравили победителей Борисов Павел Иванович, генеральный
        директор коммерческой компании «Омск», и Закутаева Зоя Ивановна, ООО «Кафе «Престиж».
      </p>
      <p class="ab__p">Поздравляем победителей!</p>
      <p class="ab__p">
        Благодарим экспертов-работодателей, Президента Ассоциации омских кулинаров Светлану
        Леонидовну Галкину! Искренняя признательность команде педагогов КИТЭКа и заместителю
        директора по практической подготовке Орловой Веру Михайловну за слаженную грамотную работу в
        организации конкурса!
      </p>
      <div class="ab__photos">
        <img
          v-for="img of [59, 60, 61, 62, 63, 64]"
          :key="img"
          class="ab__photo"
          :src="`/img/umo/${img}.jpg`"
          alt="Photography" />
      </div>
      <p class="ab__p">
        <a class="ab__link" target="_blank" href="/data/umo/Программа конкурса_Поварское дело_.pdf"
          ><b
            >ПРОГРАММА профессионального конкурса среди педагогов ПОО Омской области по компетенции
            «Поварское дело»</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
      <p class="ab__p">
        <a
          class="ab__link"
          target="_blank"
          href="/data/umo/Положение о профессиональном конкурсе 2023.pdf"
          ><b
            >ПОЛОЖЕНИЕ о конкурсе профессионального мастерства среди педагогов и мастеров
            производственного обучения профессиональных образовательных организаций Омской области
            по компетенции «Поварское дело»</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
      <p class="ab__p">
        <a
          class="ab__link"
          target="_blank"
          href="/data/umo/Итоги конкурса профессионального мастерства 2023.pdf"
          ><b
            >ИТОГИ профессионального конкурса среди педагогов ПОО Омской области по компетенции
            «Поварское дело»</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
    </div>
    <a class="ab__link ab__subtitle" @click="umo14092023 = !umo14092023">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>14
      сентября 2023 года состоялось расширенное заседание учебно-методического объединения в системе
      среднего профессионального образования Омской области по УГПС 43.00.00 Сервис и туризм в очном
      формате.
    </a>
    <div v-show="umo14092023">
      <p class="ab__p">
        Актовый зал колледжа стал интерактивной площадкой профессионального общения 54 педагогов из
        18 профессиональных образовательных организаций города и области. В ходе работы УМО были
        рассмотрены вопросы подготовки к профессиональному конкурсу, посвященному Дню повара. В
        состав рабочей группы вошли преподаватели КИТЭКа, ОТЛХиС, ОмАЭиП, задачами которой являются
        разработка Положение о конкурсе и решение организационных вопросов. Педагоги обсудили
        мероприятия УМО до конца 2023 года и выразили пожелания включить вопросы методического
        сопровождения новой образовательной технологии «Профессионалитет» в план работы
        методического объединения на 2024 год.
      </p>
      <p class="ab__p">
        Обсуждение ключевой темы
        <b>«Воспитательные технологии в системе подготовки кадров в сфере сервиса и туризма»</b>
        было организовано в формате методического митапа, представляющей неформальную
        профессиональную встречу, на которой специалисты обсуждают выбранную тему и делятся друг с
        другом своими знаниями, лайфхаками, методиками работы, примерами успешной реализации
        проектов или, напротив, проблемами и трудностями, с которыми пришлось столкнуться. Особенно
        ценится уникальный личный опыт, решения нетипичных задач, о которых нет общедоступной
        информации.
      </p>
      <p class="ab__p">
        Свободный формат без особых правил позволяет легко совмещать разные формы донесения
        информации и адаптировать их под тему и спикера.
      </p>
      <p class="ab__p">
        Как эмоциональный интеллект помогает педагогам в различных ситуациях решать проблемы,
        ознакомление со способами этической защиты, выявление личного профессионального опыта в
        применении этих способов-эти задачи решались в ходе выступления Амреновой М.М., руководителя
        УМО, и в работе творческих групп. Старостина Н.А., Гриценко М.А. представили опыт по
        формированию мотивации и профессиональному воспитанию посредством конкурсных мероприятий,
        участники встречи также поделились примерами успешного взаимодействия. Далее педагоги в
        группах представляли приемы, методы, сценарий мероприятий по конкретной воспитательной
        технологии.
      </p>
      <p class="ab__p">
        Коллективное обсуждение, сотрудничество и сотворчество, активность каждого позволили
        актуализировать проблемы воспитательной работы, получить новую информацию и освоить
        востребованные приемы и методы.
      </p>
      <p class="ab__p">
        Мы надеемся, профессиональные встречи в подобном формате буду способствовать развитию
        методической компетентности в вопросах современной подготовки кадров.
      </p>
      <div class="ab__photos">
        <img
          class="ab__photo"
          :src="`/img/umo/${img}.jpg`"
          alt="Photography"
          v-for="img of [55, 56]"
          :key="img" />
      </div>
      <div class="ab__photos">
        <img
          class="ab__photo"
          :src="`/img/umo/${img}.jpg`"
          alt="Photography"
          v-for="img of [57, 58]"
          :key="img" />
      </div>
      <p class="ab__p">
        <a class="ab__link" target="_blank" href="/data/umo/Презентация Амреновой М.М..pdf"
          ><b
            >Роль эмоционального интеллекта педагога в воспитании обучающихся колледжа (Амренова
            М.М.)</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
    </div>
    <a class="ab__link ab__subtitle" @click="umo01062023 = !umo01062023">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>1 июня
      2023 года состоялось заседание учебно-методического объединения в системе среднего
      профессионального образования Омской области по УГПС 43.00.00 Сервис и туризм в формате ВКС.
    </a>
    <div v-show="umo01062023">
      <p class="ab__p">
        В работе объединения приняли участие Ледовских Н.А., заведующий отделением СПО Московского
        образовательного комплекса №1, один из разработчиков ФГОС СПО по компетенциям индустрии
        питания, Пузанова Е.С. руководитель профессионального образования и профориентационной
        работы Института развития образования Омской области, представители 20 профессиональных
        образовательных организаций Омской области, преподавателей, методистов и мастеров
        производственного обучения (более 30 человек).
      </p>
      <p class="ab__p">
        Николай Анатольевич представил проекты новых ФГОС СПО по профессии «Мастер индустрии
        питания» и специальности «Поварское и кондитерское дело», которые в настоящее время
        находятся на согласовании и утверждении. Поделился опытом проведения демонстрационных
        экзаменов и ответил на вопросы участников заседания. Преподаватели выступили с предложением
        о проведении совместного форума по обмену опытом.
      </p>
      <p class="ab__p">
        Важным вопросом в повестке дня стало рассмотрение роли общепрофессиональных дисциплин в
        процессе подготовки к демонстрационному экзамену. Поделились новыми наработками,
        методическими приемами, раскрывающими вклад общепрофессиональных дисциплин в получение
        положительных результатов на ДЭ по компетенциям «Поварское дело», «Парикмахерское искусство»
        педагоги колледжей: Кузьменкина Н.А., преподаватель БПОУ «КИТЭК», Дяткова Е.А.,
        преподаватель БПОУ «ОмАвиат», Скудина Е.А., преподаватель БПОУ «ОТК», Храмова А.Ю.,
        преподаватель БПОУ «ОТЛХиС».
      </p>
      <p class="ab__p">
        Пузанова Евгения Сергеевна осветила вопросы реализации регионального проекта по стажировкам
        педагогов на реальных производственных местах, повышении квалификации преподавателей и
        мастеров производственного обучения.
      </p>
      <p class="ab__p">
        Председатель УМО Амренова М.М. кратко подвела итоги работы УМО в текущем учебном году и
        обозначила ключевые методические события в 2023-2024 учебном году.
      </p>
      <p class="ab__p">Благодарим коллег за участие в работе УМО!</p>
      <div class="ab__photos">
        <img
          v-for="img of [52, 53, 54]"
          :key="img"
          class="ab__photo"
          :src="`/img/umo/${img}.jpg`"
          alt="Photography" />
      </div>
      <p class="ab__p">
        <a class="ab__link" target="_blank" href="/data/umo/Кузьменкина УМО 01.06.2023.pdf"
          ><b
            >Роль общепрофессиональных дисциплин в процессе подготовки обучающихся к
            демонстрационному экзамену (Кузьменкина Н.А.)</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
      <p class="ab__p">
        <a class="ab__link" target="_blank" href="/data/umo/Дяткова УМО 01.06.2023.pdf"
          ><b
            >Роль общепрофессиональных дисциплин в процессе подготовки обучающихся к
            демонстрационному экзамену (Дяткова Е.А.)</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
      <p class="ab__p">
        <a class="ab__link" target="_blank" href="/data/umo/Скудина УМО 01.06.2023.pdf"
          ><b
            >Роль общепрофессиональных дисциплин в процессе подготовки обучающихся к
            демонстрационному экзамену (Скудина Е.А.)</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
      <p class="ab__p">
        <a class="ab__link" target="_blank" href="/data/umo/Храмова А.Ю., ОТЛХиС.pdf"
          ><b>ОСНОВЫ КАЛЬКУЛЯЦИИ И УЧЕТА (Храмова А.Ю.)</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
    </div>
    <a class="ab__link ab__subtitle" @click="umo27032023 = !umo27032023">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>20 марта
      2023 года по плану Рабочей группы по специальности «Поварское и кондитерское дело» и профессии
      «Повар, кондитер» УМО СПО состоялся Круглый стол «О взаимодействии работодателей и организаций
      СПО при организации учебного процесса по специальности «Поварское и кондитерское дело».
    </a>
    <div v-show="umo27032023">
      <p class="ab__p">
        Встреча представителей работодателей сферы общественного питания и педагогических работников
        образовательных организаций, осуществляющих подготовку по специальности «Поварское и
        кондитерское дело» и профессии «Повар, кондитер» г. Омска и Омской области для обсуждения
        вопросов всестороннего взаимодействия прошла на базе Омской академии экономики и
        предпринимательства прошла.
      </p>
      <p class="ab__p">
        На встрече присутствовали представители предприятий «Food market», ресторан «Кантанелла»,
        кофейня «Коферумс», ресторан-Бар «7.0.0», ООО «Прогресс питания», суши- бар «Японский
        Домик», ООО «Бейс-Кейтеринг», АО «Омский каучук», ООО «Лента», а также представители
        образовательных организаций: Омская академия экономики и предпринимательства, Колледж
        инновационных технологий, экономики и коммерции, Омский техникум строительства и лесного
        хозяйства, Муромцевский техникум механизации сельского хозяйства, Калачинский
        аграрно-технический техникум, Павлоградский техникум сельскохозяйственных и перерабатывающих
        технологий, Полтавский агротехнический техникум, Филиал БПОУ Омской области "Омский колледж
        отраслевых технологий строительства и транспорта", Исилькульский
        профессионально-педагогический колледж.
      </p>
      <p class="ab__p">
        В ходе работы круглого стола обсуждалась необходимость обновления образовательных программ
        по специальности «Поварское и кондитерское дело» и по профессии «Повар, кондитер» с учётом
        требований работодателя региона, участия работодателей в образовательном процессе, целевого
        обучения, организации практического обучения студентов, трудоустройства выпускников,
        совместного проведения конкурсов профессионального мастерства, организации стажировки
        преподавателей на предприятиях общественного питания.
      </p>
      <p class="ab__p">
        Кроме того, работодатели встретились с обучающихся выпускных курсов, пригласили ребят пройти
        производственную практику с последующим трудоустройством.
      </p>
      <p class="ab__p">
        В рамках проведения данного мероприятия прошло заседание рабочей группы по специальности
        «Поварское и кондитерское дело» учебно-методического объединения в системе среднего
        профессионального образования Омской области по УГПС 43.00.00 Сервис и туризм.
      </p>
      <a class="ab__link" target="_blank" href="https://cloud.mail.ru/public/iWFS/E2zdU2GNx"
        >Ссылка на фото и презентационные материалы Круглого стола</a
      >
      <div class="ab__photos">
        <img
          class="ab__photo"
          :src="`/img/umo/${img}.jpg`"
          alt="Photography"
          v-for="img of [48, 49]"
          :key="img" />
      </div>
      <div class="ab__photos">
        <img
          class="ab__photo"
          :src="`/img/umo/${img}.jpg`"
          alt="Photography"
          v-for="img of [50, 51]"
          :key="img" />
      </div>

      <p class="ab__p">
        <a class="ab__link" target="_blank" href="/data/umo/Повестка дня (20.03.2023).pdf"
          ><b>Повестка дня</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
      <p class="ab__p">
        <a class="ab__link" target="_blank" href="/data/umo/ОмАЭиП Круглый стол.pdf"
          ><b
            >О взаимодействии работодателей и организаций СПО при организации учебного процесса по
            специальности «Поварское и кондитерское дело» и профессии «Повар-кондитер»</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
    </div>

    <a class="ab__link ab__subtitle" @click="umo10032023 = !umo10032023">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>10 марта
      2023 года состоялось заседание учебно-методического объединения в системе среднего
      профессионального образования Омской области по УГПС 43.00.00 Сервис и туризм в БПОУ ОО
      «Омский техникум лесного хозяйства и строительства».
    </a>
    <div v-show="umo10032023">
      <p class="ab__p">
        В работе объединения приняли участие руководитель УМЦ профессионального образования и
        профориентационной работы Института развития образования Омской области Пузанова Е.С.,
        представители 21 профессиональной образовательной организации Омской области,
        преподавателей, методистов и мастеров производственного обучения (более 50 человек).
      </p>
      <p class="ab__p">
        Педагоги обсудили содержание и проблемные аспекты реализации совместного Проекта повышения
        квалификации с работодателями по компетенции «Поварское дело», выразили готовность в
        прохождении стажировок на ведущих предприятиях ресторанного бизнеса, в том числе и с
        выполнением трудовых функций работника общественного питания. Результатом интегрированного
        формата обучения должны стать разработанные или откорректированные образовательные программы
        из вариативной части, направленные на углубление профессиональных знаний и реализацию
        практикоориентированных навыков обучающихся колледжей.
      </p>
      <p class="ab__p">
        Творческая группа в составе преподавателей Мариной К.С.. Храмовой А.С., методиста Андреевой
        М.Н. под руководством заместителя директора Бурлаченок С.Г. представили опыт внедрения
        методик преподавания общеобразовательных дисциплин с учетом профессиональной направленности
        программ СПО, провели интерактивное бинарное занятие с элементами мастер-класса.
        Преподаватель биологии Омского авиационного колледжа Клейман Н.В. представила свои наработки
        совместных проектов с преподавателями профессиональных модулей, также методист Омской
        академии экономики и предпринимательства Михайленко А.В. поделилась практикой разработки
        учебно-планирующих и методических материалов по данной теме.
      </p>
      <p class="ab__p">
        Руководители рабочих групп проанализировали деятельность педагогов, проанонсировали
        предстоящие мероприятия и ожидаемые результаты по курируемым компетенциям. Председатель УМО
        СПО Амренова М.М. озвучила результаты прошедшего Всероссийского форума «Будущее региона- в
        руках молодых». Методист колледжа инновационных технологий, экономики и коммерции Потоцкая
        А.В. ответила на вопросы по предстоящему Отборочному этапу Регионального чемпионата «Молодые
        профессионалы».
      </p>
      <p class="ab__p">Благодарим коллег за участие в работе УМО!</p>

      <div class="ab__photos">
        <img
          class="ab__photo"
          :src="`/img/umo/${img}.jpg`"
          alt="Photography"
          v-for="img of [43, 44, 45, 46, 47]"
          :key="img" />
      </div>
      <p class="ab__p">
        <a class="ab__link" target="_blank" href="/data/umo/Повестка дня (10.03.2023).pdf"
          ><b>Повестка дня</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
      <p class="ab__p">
        <a class="ab__link" target="_blank" href="/data/umo/Андреева_МН_РУМО_10-03-2023.pdf"
          ><b>Способы реализации профессиональной направленности общеобразовательных дисциплин</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
      <p class="ab__p">
        <a class="ab__link" target="_blank" href="/data/umo/Программа стажировок Пузанова ЕС.pdf"
          ><b
            >Региональная модель повышения квалификации педагогических работников профессиональных
            образовательных организаций, основанная на использовании практико-ориентированного
            подхода</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
      <p class="ab__p">
        <a
          class="ab__link"
          target="_blank"
          href="/data/umo/Из_опыта_внедрения_методик_преподавания_ОД_Биология_с_учетом_профессиональной.pdf"
          ><b
            >Из опыта внедрения методик преподавания ОД Биология с учетом профессиональной
            направленности программ СПО</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
      <p class="ab__p">
        <a class="ab__link" target="_blank" href="/data/umo/Михайленко, Внедрение ООД.pdf"
          ><b
            >Из опыта внедрения методик преподавания ОД с учетом профессиональной направленности
            программ СПО</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
      <p class="ab__p">
        <a class="ab__link" target="_blank" href="/data/umo/ОмАЭиП умо.pdf"
          ><b>О мероприятиях в рабочей группе «Поварское и кондитерское дело»</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
      <p class="ab__p">
        <a class="ab__link" target="_blank" href="/data/umo/Бурлаченок СГ.pdf"
          ><b>Сквозь призму будущей профессии</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
      <p class="ab__p">
        <a class="ab__link" target="_blank" href="/data/umo/доклад на УМО.pdf"
          ><b>Доклад УМО</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
    </div>
    <a class="ab__link ab__subtitle" @click="umo11012023 = !umo11012023">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>11
      января 2023 года состоялось заседание УМО СПО в онлайн-формате. В ходе работы были подведены
      итоги деятельности методического объединения за 2022 год.
    </a>
    <div v-show="umo11012023">
      <p class="ab__p">
        По вопросам планирования на 2023 год выступили Амренова М. М., а также руководители рабочих
        групп Лемишева Е.Р., Фоменко В.В., Андреева М. Н., Щукина А. Г., Додух Е. А. Были
        рассмотрены вопросы участия УМО в профессиональных конкурсах, фестивалях, форумах. Принято
        решение о создании пятой рабочей группы в составе УМО СПО по общеобразовательной подготовке
        с учётом профилей специальностей и профессии по УГПС Сервис и туризм.
      </p>

      <div class="ab__photos">
        <img
          class="ab__photo"
          :src="`/img/umo/${img}.jpg`"
          alt="Photography"
          v-for="img of [41, 42]"
          :key="img" />
      </div>
      <p class="ab__p">
        <a class="ab__link" target="_blank" href="/data/umo/Об обновлении ФГОС Лемишева.pdf"
          ><b>Об обновлении ФГОС</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
      <p class="ab__p">
        <a class="ab__link" target="_blank" href="/data/umo/РУМО 11-01-2023.pdf"
          ><b>Рабочая группа по профессии 43.01.09 Повар, кондитер</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
      <p class="ab__p">
        <a class="ab__link" target="_blank" href="/data/umo/Отчет за 2022 год.pdf"
          ><b>Отчет по итогам деятельности УМО за 2022 год</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
    </div>

    <a class="ab__link ab__subtitle" @click="umo25112022 = !umo25112022">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>25
      ноября 2022 года состоялась Региональная онлайн-олимпиада профессиональных знаний обучающихся
      образовательных организаций среднего профессионального образования по УГПС 43.00.00 Сервис и
      туризм,
    </a>
    <div v-show="umo25112022">
      <p class="ab__p">
        в которой приняли участие 37 обучающихся из 20 профессиональных образовательных организаций
        Омской области: <br />
        БПОУ ОО «Омский технологический колледж», БПОУ ОО «Омский авиационный колледж им. Н.Е.
        Жуковского», БПОУ ОО «Сибирский профессиональный колледж», БПОУ ОО «Колледж инновационных
        технологий, экономики и коммерции», БПОУ ОО «Тюкалинский профессиональный колледж», БПОУ ОО
        «Калачинский аграрно-технический техникум», БПОУ ОО «Москаленский профессиональный
        техникум», БПОУ ОО «Тарский индустриально-педагогический колледж», БПОУ ОО «Омский техникум
        строительства и лесного хозяйства», БПОУ ОО «Полтавский агро-технологический техникум», БПОУ
        ОО «Тевризский техникум», БПОУ ОО «Седельниковский аграрно-промышленный техникум»,
        Автономная некоммерческая профессиональная образовательная организация «Омская академия
        экономики и предпринимательства» (колледж), БПОУ ОО «Называевский аграрно-индустриальный
        техникум», БПОУ ОО «Большереченский сельскохозяйственный техникум», БПОУ ОО «Исилькульский
        профессионально-педагогический колледж», БПОУ ОО «Муромцевский техникум механизации
        сельского хозяйства», БПОУ ОО «Омский колледж профессиональных технологий», БПОУ ОО «Омский
        колледж отраслевых технологий строительства и транспорта», БПОУ ОО «Саргатский
        индустриально- педагогический колледж».
      </p>
      <p class="ab__p">
        В олимпиаде принимали участие обучающиеся по следующим профессиям и специальностям:
      </p>
      <p class="ab__p">25 чел. - 43.01.09 Повар, кондитер;</p>
      <p class="ab__p">5 чел. - 19.02.10 Технология продукции общественного питания;</p>
      <p class="ab__p">3 чел. - 43.02.15 Поварское и кондитерское дело;</p>
      <p class="ab__p">2 чел. - 43.02.01 Организация обслуживания в общественном питании;</p>

      <p class="ab__p">2 чел. - 43.02.13 Технология парикмахерского искусства.</p>
      <p class="ab__p">
        Тестирование было организовано по двум тематическим блокам: знание регламента
        демонстрационного экзамена, правил поведения на аттестационной площадке и осведомленность о
        Федеральных и региональных проектах для обучающихся профессиональных образовательных
        организаций, а также выявление личного опыта участия них. По итогам олимпиады победителям
        вручены дипломы, участникам –сертификаты.
      </p>

      <p class="ab__p">
        Мероприятие проведено в рамках годового плана работы УМО. Соорганизаторами онлайн-события
        выступили Учебно-методический центр профессионального образования и профессиональной
        ориентации БОО ДПО «Институт развития образования Омской области», Региональный
        научно-образовательный центр «Интеграция», действующий на базе кафедры профессиональной
        педагогики, психологии и управления ФГБОУ ВО «Омский государственный педагогический
        университет».
      </p>
      <div class="ab__photos">
        <img
          class="ab__photo"
          :src="`/img/umo/${img}.jpg`"
          alt="Photography"
          v-for="img of [38, 39, 40]"
          :key="img" />
      </div>
      <p class="ab__p">
        <a
          class="ab__link"
          target="_blank"
          href="/data/umo/Положение об олимпиаде обучающихся_утвержденное_2022_УМО.pdf"
          ><b>Положение об олимпиаде обучающихся</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
    </div>

    <a class="ab__link ab__subtitle" @click="umo02112022 = !umo02112022">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>02
      ноября 2022 года состоялось расширенное заседание учебно-методического объединения в системе
      среднего профессионального образования Омской области по УГПС 43.00.00 Сервис и туризм в
      формате ВКС на платформе «Сферум» с участием заместителей директоров ПОО, курирующих
      демонстрационный экзамен.
    </a>
    <div v-show="umo02112022">
      <p class="ab__p">
        Заседание открыла заместитель начальника управления профессионального образования и
        опережающей подготовки кадров Министерства образования Омской области Гордиенко О.А.,
        обратила внимание на острые проблемы в процессе подготовки обучающихся к демонстрационному
        экзамену и низких результатах по компетенции «Поварское дело».
      </p>
      <p class="ab__p">На заседании обсуждались следующие вопросы:</p>
      <p class="ab__p">
        1. Экспертная оценка ДЭ: проблемы организации и поиск оптимальных подходов
      </p>
      <p class="ab__p">
        Пузанова Е.С.., руководитель УМЦ профессионального образования и профориентационной работы
        Института развития образования Омской области, Бондаренко Е.Ю. специалист УМЦ
        профессионального образования и профориентационной работы Института развития образования
        Омской области
      </p>
      <p class="ab__p">
        2. Аналитический обзор опыта организации, подготовки и проведения ДЭ: работа над ошибками
      </p>

      <p class="ab__p">
        Мукатов А.Т., гл.эксперт, преподаватель БПОУ «ОмАвиат», бренд шеф-повар сети ресторанов «У
        Пушкина», Савельева Ю.С., гл.эксперт, преподаватель БПОУ «КИТЭК», Барт И.М., гл.эксперт,
        преподаватель БПОУ «ОКОТСИТ», Лапицкая С.М. гл.эксперт, преподаватель БПОУ «МПТ», Фоменко
        В.В., гл.эксперт ,преподаватель БПОУ « ОТСиЛХ».
      </p>
      <p class="ab__p">
        3. Об организации проведения стажировок преподавателей и мастеров производственого обучения
        ПОО Омской области
      </p>

      <p class="ab__p">
        Пузанова Е.С.., руководитель УМЦ профессионального образования и профориентационной работы
        Института развития образования Омской области
      </p>

      <p class="ab__p">
        По итогам обсуждений, проведенных в рамках заседаний, участники приняли решение:
      </p>

      <ol class="ab__list-number">
        <li>
          Учесть рекомендации ИРО ОО и пройти обучающий семинар экспертов демонстрационного
          экзамена, по итогам оценить уровень подготовленности как эксперта ДЭ.
        </li>
        <li>
          Разработать план подготовки к ДЭ в рамках методических комиссий ПОО с учетом замечаний и
          ошибок пройденных испытаний.
        </li>
        <li>
          Использовать лучший опыт, положительные наработки ПОО в организации и проведения ДЭ
          (например, опыт КИТЭКа по вовлечению работодателей в процесс подготовки к практическому
          экзамену, чек-лист по оценке уровня готовности обучающихся к ДЭ- опыт ОКОТСиТа и ряд
          других шагов по улучшению системы мер и мероприятий в ходе организации, подготовки и
          проведения ДЭ).
        </li>
        <li>
          Одобрить проект Программы стажировки педагогов на предприятиях общественного питания
          Омской области, поддержать инициативу Областной общественной организации «Ассоциации
          омских кулинаров».
        </li>
      </ol>
      <p class="ab__p">
        Председатель УМО Амренова М.М. отметила, что проблемы подготовки обучающихся к ДЭ
        рассматриваются на каждом заседаниях; в этом году проведены смотр-конкурс
        учебно-методического обеспечения образовательного процесса, конкурс видеозанятий,
        демонстрировались лучшие практики; неоднократно заслушивался анализ Бондаренко Е.Ю., главных
        экспертов ДЭ.
      </p>
      <p class="ab__p">Благодарим коллег за участие в работе УМО!</p>

      <p class="ab__p">
        Ссылка на запись заседания
        <a class="ab__link" href="https://www.youtube.com/watch?v=i33EVcXgYQE" target="_blank"
          >https://www.youtube.com/watch?v=i33EVcXgYQE</a
        >
        <a class="ab__link" target="_blank" href="/data/umo/Программа конкурса_Поварское дело.pdf"
          ><b>ЧЕК ЛИСТ из опыта работы ОКОТСиТа</b
          ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
        ></a>
      </p>
    </div>

    <a class="ab__link ab__subtitle" @click="umo20102022 = !umo20102022">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>20 – 21
      октября 2022 года в рамках деятельности УМО по инициативе Ассоциации омских кулинаров на базе
      БПОУ ОО «Колледж инновационных технологий, экономики и коммерций» состоялся профессиональный
      конкурс среди педагогов профессиональных образовательных организаций Омской области по
      компетенции «Поварское дело».
    </a>
    <div v-show="umo20102022">
      <p class="ab__p">
        В соревнованиях приняли участие 17 конкурсантов из 16 образовательных организаций Омской
        области. Конкурс профессионального мастерства посвящен поварам, действовавшим в годы Великой
        отечественной войны, и мастерам кулинарии, обеспечивающим питание в ходе Специальной военной
        операции на Украине.
      </p>
      <p class="ab__p">Конкурс приурочен к Международному Дню повара.</p>
      <p class="ab__p">Основным конкурсным заданием явилось приготовление солдатской каши.</p>
      <p class="ab__p">
        Эксперты отметили разнообразие приготовленных блюд с использованием современного
        технологического оборудования, инновационных гастрономических приемов и необычных
        ингредиентов, что позволило говорить о высоком уровне профессионального мастерства
        участников конкурса.
      </p>
      <div class="ab__photos">
        <img
          class="ab__photo"
          :src="`/img/umo/${img}.jpg`"
          alt="Photography"
          v-for="img of [28, 29]"
          :key="img" />
      </div>
      <div class="ab__photos">
        <img
          class="ab__photo"
          :src="`/img/umo/${img}.jpg`"
          alt="Photography"
          v-for="img of [30, 31]"
          :key="img" />
      </div>
      <p class="ab__p">
        Установочный семинар в формате ВКС для конкурсантов был организован 10 октября 2022 г., а 17
        октября прошла процедура жеребьевки. Торжественная церемония закрытия Конкурса состоялась 21
        октября 2022 г. в актовом зале колледжа.
      </p>
      <p class="ab__p">
        Церемонию награждения приветственными словами открыла руководитель образовательного
        учреждения Татьяна Павловна Ивченко.
      </p>
      <p class="ab__p">
        Благодарственные письма вручила активным членам учебно-методического объединения Елена
        Анатольевна Корчагина, заместитель Министра образования Омской области.
      </p>
      <div class="ab__photos">
        <img
          class="ab__photo"
          :src="`/img/umo/${img}.jpg`"
          alt="Photography"
          v-for="img of [32, 33]"
          :key="img" />
      </div>
      <p class="ab__p">
        Торжественная церемония закрытия Конкурса включала награждение победителей.
      </p>
      <p class="ab__p">По итогам конкурса определены победители, занявшие I, II и III место:</p>
      <ul class="ab__list">
        <li>
          Абилова Татьяна Николаевна - <b>I место</b>, преподаватель БПОУ ОО «Колледж инновационных
          технологий, экономики и коммерции»
        </li>
        <li>
          Надыкто Оксана Викторовна - <b>II место</b>, мастер производственного обучения Филиала
          БПОУ «Калачинский аграрно-технический техникум» в селе Нижняя Омка
        </li>
        <li>
          Березуцкий Сергей Владимирович – <b>III место</b>, преподаватель филиала БПОУ «Омский
          колледж отраслевых технологий строительства и транспорта (г.п.Нововаршавское)
        </li>
        <li>
          Ефремова Ольга Петровна - <b>III место</b>, мастер производственного обучения БПОУ
          «Муромцевский техникум механизации сельского хозяйства»
        </li>
      </ul>
      <p class="ab__p">
        Победители были также награждены призами Омской Гильдии шеф-поваров и Ассоциации омских
        кулинаров на торжественном закрытии конкурса «Лучший повар омской кухни», состоявший в этот
        же день в Гранд-банкете.
      </p>
      <div class="ab__photos">
        <img
          class="ab__photo"
          :src="`/img/umo/${img}.jpg`"
          alt="Photography"
          v-for="img of [35, 36]"
          :key="img" />
      </div>
      <p class="ab__p">
        Поздравляем победителей! Благодарим экспертов-работодателей, Президента Ассоциации омских
        кулинаров Светлану Леонидовну Галкину! Искренняя признательность команде педагогов КИТЭКа за
        слаженную грамотную работу в организации конкурса!
      </p>
      <a
        class="ab__link"
        target="_blank"
        href="/data/umo/_Положение о профессиональном конкурсе 2022.pdf"
        ><b>ПОЛОЖЕНИЕ о конкурсе по компетенции «Поварское дело» </b
        ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
      ></a>
      <a class="ab__link" target="_blank" href="/data/umo/Программа конкурса_Поварское дело.pdf"
        ><b>ПРОГРАММА конкурса по компетенции «Поварское дело»</b
        ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
      ></a>
    </div>

    <a class="ab__link ab__subtitle" @click="umo29092022 = !umo29092022">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>29
      сентября 2022 года состоялось заседание учебно-методического объединения в системе среднего
      профессионального образования Омской области по УГПС 43.00.00 Сервис и туризм в формате ВКС.
    </a>
    <div v-show="umo29092022">
      <p class="ab__p">
        В работе объединения приняли участие руководитель Пузанова Е.С. и специалисты УМЦ
        профессионального образования и профориентационной работы Института развития образования
        Омской области, представители 22 профессиональных образовательных организаций Омской
        области, преподавателей, методистов и мастеров производственного обучения (более 50
        человек).
      </p>
      <p class="ab__p">
        На заседании обсуждались результаты, проблемы подготовки и проведения демонстрационного
        экзамена по компетенциям 43 группы профессий и специальностей. По данной теме выступила
        Елена Юрьевна Бондаренко, методист УМЦ профессионального образования и профориентационной
        работы Института развития образования Омской области. Подробный анализ практики проведения и
        подготовки к демонстрационному экзамену представил главный эксперт по компетенции «Поварское
        дело», преподаватель БПОУ «Омский авиационный колледж», бренд шеф-повар сети ресторанов «У
        Пушкина» Мукатов А.Т.
      </p>
      <p class="ab__p">
        Проблемы низкой результативности сдачи экзамена по компетенции «Парикмахерское искусство»
        обозначили Булгакова Н.В., Щукина А.Г., преподаватели БПОУ «Омский технологический колледж».
        Колиева М.А., гл.эксперт по компетенции «Администрирование отеля», преподаватель БПОУ
        «КИТЭК» поделилась положительным опытом подготовки к экзамену, который впервые прошел в
        Омской области по данной компетенции.
      </p>
      <p class="ab__p">
        Председатель УМО Манзила Мергеновна Амренова озвучила по второму вопросу повестки заседания
        состав рабочих групп и проблематику предстоящей работы. На заседаниях будут заслушиваться
        информация о ходе подготовки методических рекомендации по демонстрационному экзамену, об
        изменения ФГОС СПО, об обновленных образовательных программах по конкретной компетенции. !
      </p>
      <p class="ab__p">Благодарим коллег за участие в работе УМО</p>
      <p class="ab__p">
        Ссылка на запись заседания
        <a class="ab__link" target="_blank" href="https://cloud.mail.ru/public/mZKV/79wyNx4RV"
          >https://cloud.mail.ru/public/mZKV/79wyNx4RV</a
        >
      </p>
      <a class="ab__link" target="_blank" href="/data/umo/Администрирование отеля.pdf"
        ><b>Анализ результатов, подготовки и проведения ДЭ «Администрирование отеля»</b
        ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
      ></a>
      <a class="ab__link" target="_blank" href="/data/umo/Поварское дело.pdf"
        ><b>Анализ результатов, подготовки и проведения ДЭ «Поварское дело»</b
        ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
      ></a>
      <div class="ab__photos">
        <img
          class="ab__photo ab__photo-vertical"
          :src="`/img/umo/${img}.jpg`"
          alt="Photography"
          v-for="img of [26, 27]"
          :key="img" />
      </div>
    </div>

    <a class="ab__link ab__subtitle" @click="umo31052022 = !umo31052022">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>31 мая
      состоялось заседание учебно-методического объединения в системе среднего профессионального
      образования Омской области по УГПС 43.00.00 Сервис и туризм в очном формате на базе БПОУ
      «Омский технологический колледж».
    </a>
    <div v-show="umo31052022">
      <p class="ab__p">
        В работе заключительной встречи профессионального сообщества в 2021-2022 учебном году
        приняли участие заведующая учебно-методическим центром профессионального образования и
        профориентационной работы БОУ ДПО «ИРО ОО» Пузанова Е.С., 31 человек из 19 профессиональных
        образовательных организаций Омской области. По уважительным причинам отсутствовали
        представители БПОУ ОО «Большереченский сельскохозяйственный техникум», БПОУ ОО «Тарский
        индустриально-педагогический колледж», БПОУ ОО «Калачинский аграрно-технический техникум».
      </p>
      <p class="ab__p">На заседании были обсуждены следующие вопросы:</p>
      <ol class="ab__list-number">
        <li>
          Актуализация действующих и разработка новых ФГОС и ПООП СПО по профессиям 43.01.09 Мастер
          индустрии питания (43.01.09+43.01.04 Повар, кондитер+Повар судовой), 43.01.10 Мастер
          флористического сервиса и специальностям 43.02.15 Поварское и кондитерское дело, 43.02.16
          Туризм и гостеприимство (43.02.10 + 43.02.14), 43.02.17 Технологии индустрии
          красоты(43.02.03+43.02.12+43.02.13). Информация по итогам заседания ФУМО СПО «Сервис и
          туризм» <br />Отв.: Амренова М.М.
        </li>
        <li>
          Итоги конкурса видеозанятий «Ориентир-демонстрационный экзамен» среди преподавателей и
          мастеров производственного обучения ПОО Омской области. <br />
          Отв.: Пузанова Е.С., Андреева М.Н., Дойникова М.Е., Лапицкая С.М.
        </li>
        <li>
          Итоги смотра-конкурса методического обеспечения образовательного процесса с учетом
          спецификации Ворлдскиллс Россия и профессиональных стандартов. <br />
          Отв.: Хуснутдинова Е.М., Корявина Т.А.
        </li>
        <li>Отчет о проделанной работе за 1 полугодие 2022 года Отв.: Амренова М.М.</li>
        <li>О создании рабочих групп по специальностям <br />Отв.: Амренова М.М.</li>
        <li>
          Ознакомление с методическими продуктами смотра-конкурса методического обеспечения
          образовательного процесса. <br />Отв.: Корявина Т.А.
        </li>
        <li>Разное</li>
      </ol>
      <p class="ab__p">
        По итогам обсуждения поставленных вопросов участники учебно-методического объединения
        приняли решение:
      </p>
      <ol class="ab__list-number">
        <li>
          Учесть задачи, поставленные ФУМО СПО, в планировании деятельности на следующий учебный год
          и принять к сведению информацию об актуализации ФГОС СПО, изменениях в названиях, сроках и
          содержании образовательных программ. Рабочим группам изучить проекты стандартов, примерных
          ОПОПов и представить к следующему заседанию аналитический материал.
        </li>
        <li>
          Рекомендовать преподавателям и мастерам производственного обучения, методическим службам
          ПОО скорректировать технологические карты, методические разработки занятий с учетом
          предложений и замечаний членов жюри конкурса видеозанятий «Ориентир- демонстрационный
          экзамен». Материалы и ссылки на видеозанятия размещены на сайте БПОУ «КИТЭК» на странице
          УМО https://omsktec.ru/umo
        </li>
        <li>
          Распространить опыт лучших практик по обновлению методического обеспечения
          образовательного процесса с учетом спецификации ВСР и профессиональных стандартов;
          отметить необходимость корректировки и разработки учебно-методических комплексов с
          введением демонстрационного экзамена; регулярно осуществлять обмен опытом через различные
          форматы профессионального взаимодействия по данному вопросу. Отв.: координаторы от ПОО
        </li>
        <li>
          Признать работу УМО за первое полугодие 2022 года удовлетворительной; информировать ПОО об
          итогах конкурсов и участии координаторов в работе учебно-методического объединения.
        </li>
        <li>
          В целях эффективной подготовки к демонстрационному экзамену, повышению качества
          учебно-методического обеспечения образовательных программ и развития методического
          сопровождения по конкретным компетенциям создать рабочие группы: 43.01.09. Повар, кондитер
          (мастер индустрии питания) -отв.: Фоменко В.В., 43.02.15 Поварское и кондитерское дело –
          отв. Лемешева Е.Р., 43.02.17 Технологии индустрии красоты- отв. Хуснутдинова Е.М.
        </li>
        <li>
          Рекомендовать руководителям ПОО способствовать непрерывному повышению профессиональной
          квалификации, в том числе путем участия педагогов колледжей и техникумов в мероприятиях
          УМО.
        </li>
      </ol>
      <div class="ab__photos">
        <img
          class="ab__photo"
          :src="`/img/umo/${img}.jpg`"
          alt="Photography"
          v-for="img of [20, 21, 22, 23, 24, 25]"
          :key="img" />
      </div>
    </div>
    <a class="ab__link ab__subtitle" @click="umo27052022 = !umo27052022">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>Итоги
      Смотра-конкурса учебно-методического обеспечения образовательного процесса среди
      образовательных организаций
    </a>
    <div v-show="umo27052022">
      <p class="ab__p">
        Уважаемые коллеги! 27 мая 2022 года подведены итоги Смотра-конкурса учебно-методического
        обеспечения образовательного процесса среди образовательных организаций, участников
        учебно-методического объединения УГПС 43.00.00 «Сервис и туризм!
      </p>
      <p class="ab__p">
        Целью Смотра-конкурса являлось повышение качества учебно-методического обеспечения
        образовательного процесса с учетом спецификации Ворлдскиллс Россия и профессиональных
        стандартов, выявление и распространение лучших практик учебно-методической деятельности.
      </p>
      <p class="ab__p">
        Конкурсные работы представили 22 педагога из 10 профессиональных образовательных организаций
        по следующим номинациям:
      </p>
      <ol class="ab__list-number">
        <li>Методическая разработка учебного занятия;</li>
        <li>Контрольно-оценочные средства по УД, МДК, ПМ, УП, ПП;</li>
        <li>Методические указания по выполнению практических работ;</li>
        <li>Методические указания по выполнению самостоятельной работы;</li>
        <li>Методические рекомендации для педагогических работников;</li>
        <li>Методическая разработка воспитательного мероприятия;</li>
        <li>
          Учебные пособия по учебным предметам/дисциплинам, междисциплинарным курсам,
          профессиональным модулям.
        </li>
      </ol>
      <p class="ab__p">
        В соответствие с Положением о конкурсе участникам вручены сертификаты, победители награждены
        дипломами. Поздравляем участников и победителей конкурса и желаем успехов в профессиональной
        педагогической деятельности!
      </p>
      <a class="ab__link" target="_blank" href="/data/umo/Итоги Смотра-конкурса.pdf"
        ><b>Итоги Смотра-конкурса</b
        ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
      ></a>
    </div>
    <a class="ab__link ab__subtitle" @click="umo21032022 = !umo21032022">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>Итоги
      конкурса видеозанятий «Ориентир-демонстрационный экзамен» среди педагогов профессиональных
      образовательных организаций Омской области, входящих в УГПС 43.00.00 Сервис и туризм
    </a>
    <div v-show="umo21032022">
      <p class="ab__p">
        Подведены итоги конкурса видеозанятий «Ориентир-демонстрационный экзамен», который
        проводился УМО СПО по УГПС 43.00.00 Сервис и туризм<b> с 21.03. по 01.04.2022г.</b>
      </p>
      <p class="ab__p">
        Цель Конкурса: развитие творческой деятельности педагогических работников по обновлению
        содержания образования, использованию инновационных педагогических технологий в
        образовательном процессе для целенаправленной подготовки студентов к демонстрационному
        экзамену.
      </p>
      <p class="ab__p">
        На конкурс было представлено 11 работ из 10 профессиональных образовательных организаций
        Омской области: БПОУ ОО «Колледж инновационных технологий, экономики и коммерций», БПОУ ОО
        ««Омский техникум строительства и лесного хозяйства», ФБПОУ ОО «Омский колледж отраслевых
        технологий строительства и транспорта» (НГП), БПОУ ОО «Большереченский сельскохозяйственный
        техникум», БПОУ «Называевский аграрно-индустриальный техникум», Филиал БПОУ «Калачинский
        аграрно-технический колледж» в селе Нижняя Омка, БПОУ ОО «Омский авиационный колледж им.
        Жуковского», БПОУ ОО «Муромцевский техникум механизации сельского хозяйства», АНПОО «Омская
        академия экономики и предпринимательства», БПОУ ОО «Тюкалинский профессиональный колледж».
      </p>
      <p class="ab__p">Благодарим всех участников конкурса! Поздравляем победителей!</p>
      <a
        class="ab__link"
        target="_blank"
        href="/data/umo/Итоговый_протокол_с_ссылками_и_подписями.pdf"
        ><b>Итоговый протокол оценки видеозанятий</b
        ><icon-wrapper class="ab__icon" width="12" height="16"><icon-document /></icon-wrapper
      ></a>
    </div>
    <a class="ab__link ab__subtitle" @click="umo27042022 = !umo27042022">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>27
      апреля на базе ЦПДЭ БПОУ «Исилькульский профессионально-педагогический колледж» проведена
      профессиональная стажировка преподавателей и мастеров
    </a>
    <div v-show="umo27042022">
      <p class="ab__p">
        проведена профессиональная стажировка преподавателей и мастеров Полтавского агротехнического
        техникума Безручка Елена Ивановна (пекарь), Юдина Вера Васильевна (повар) + 2 волонтера
        Вальтер Ирина Викторовна (ПАТ), Мыльникова Анна Алексеевна (ПАТ) и "ИППК" Кубарева Мария
        Сергеевна (повар).
      </p>
      <div class="ab__photos">
        <img
          class="ab__photo"
          :src="`/img/umo/${img}.jpg`"
          alt="Photography"
          v-for="img of [18, 19]"
          :key="img" />
      </div>
      <p class="ab__p">В процессе стажировки рассмотрены вопросы :</p>
      <ol class="ab__list-number">
        <li>Ознакомление с материально-технической базой</li>
        <li>Разбор аспектов при оценивании ДЭ</li>
        <li>Инструктаж по технике безопасности</li>
        <li>Ознакомление с ландспейком (ведомость критериев)</li>
        <li>Обяснение и демонстрация работы оборудования</li>
        <li>Разбор ошибок после выполнения задания</li>
        <li>
          Выполнение практического задания из рабочей программы стажировки, с использованием
          указанного оборудования и технологий (су-вид, термомикс, вакууматор, горелка газовая,
          сифон)
        </li>
      </ol>
      <div class="ab__photos">
        <img
          class="ab__photo ab__photo-vertical"
          :src="`/img/umo/${img}.jpg`"
          alt="Photography"
          v-for="img of [15, 16, 17]"
          :key="img" />
      </div>
    </div>
    <a class="ab__link ab__subtitle" @click="umo20042022 = !umo20042022">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>В
      соответствии с Планом работы УМО УГПС 43.00.00 Сервис и туризм, графиком стажировок
      педагогических работников на базе работников на базе ЦПДЭ БПОУ «Омский технологический
      колледж» по компетенции «Парикмахерское искусство»
    </a>
    <div v-show="umo20042022">
      <p class="ab__p">
        19-21 марта 2022 г. с целью повышения профессиональных компетенций в области подготовки и
        сдачи демонстрационного экзамена прошли стажировку преподаватель Файзрахманова Л.А. и
        мастера производственного обучения Гинц А.В., Дозорова Т.А.( БПОУ «Омский технологический
        колледж») под руководством наставников Булгаковой Н.В. и Щукиной А.Г.
      </p>
      <div class="ab__photos">
        <img class="ab__photo ab__photo-vertical" src="/img/umo/8.jpg" />
        <img class="ab__photo ab__photo-vertical" src="/img/umo/9.jpg" />
      </div>
      <p class="ab__p">
        22-23 марта 2022 г. на базе ЦПДЭ БПОУ «Омский техникум строительства и лесного хозяйства» по
        компетенции Поварское дело с целью повышения профессиональных компетенций в области
        подготовки и сдачи демонстрационного экзамена прошли стажировку мастера производственного
        обучения БПОУ «Называевский аграрно-индустриальный техникум» Барсукова Е.В., Еремина Х.А.;
        24-25 марта 2022 г. мастера производственного обучения БПОУ «ОТСЛХ» Фоменко В.В., Шевченко
        М.А. под руководством наставника Егоровой Марии Викторовны, преподавателя БПОУ «ОТСЛХ»,
        эксперта-мастера.
      </p>
      <div class="ab__photos">
        <img
          class="ab__photo ab__photo-vertical"
          :src="`/img/umo/${img}.jpg`"
          alt="Photography"
          v-for="img of [12, 11, 14]"
          :key="img" />
      </div>
      <p class="ab__p">
        19.04-20.04.2022г. на базе ЦПДЭ БПОУ «Омский колледж отраслевых технологий строительства и
        транспорта» педагоги БПОУ «Павлоградский техникум сельскохозяйственных и перерабатывающих
        технологий» Берковская НА, Лавкова Е.П, Гвоздик В. А. прошли стажировку по компетенции
        «Поварское дело» под руководством наставника Барт И.М., преподавателя БПОУ «ОКОТСИТ».
      </p>
      <div class="ab__photos">
        <img class="ab__photo ab__photo-vertical" src="/img/umo/10.jpg" />
        <img class="ab__photo ab__photo-vertical" src="/img/umo/13.jpg" />
      </div>
      <p class="ab__p">
        В результате пройденной стажировки педагоги успешно и в полном объеме освоили программу
        стажировки, а также обсудили актуальные вопросы методики преподавания учебных дисциплин и
        профессиональных модулей по указанным компетенциям.
      </p>
    </div>
    <a class="ab__link ab__subtitle" @click="umo08042022 = !umo08042022">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>В
      соответствии с планом работы УМО по УГПС 43.00.00 Сервис и туризм осуществляется стажировка
      преподавателей и мастеров производственного обучения.
    </a>
    <div v-show="umo08042022">
      <p class="ab__p">
        В соответствии с планом работы УМО по УГПС 43.00.00 Сервис и туризм на 2022 год с целью
        расширения спектра профессиональных компетенций на основе разработанной программы в
        профессиональных образовательных организациях Омской области осуществляется стажировка
        преподавателей и мастеров производственного обучения.
      </p>
      <p class="ab__p">
        8-9 апреля прошла стажировка педагогов под руководством наставника Барт Ирины Михайловны,
        эксперта с правом проведения чемпионатов по стандартам Worldskills в рамках своего региона,
        на базе БПОУ «ОКОТСиТ» (Нововаршавский филиал). Педагоги Далингер О.А., Иванова Н.А. в
        полном объеме и результативно освоили программу стажировки.
      </p>
      <div class="ab__photos">
        <img class="ab__photo" src="/img/umo/6.jpg" />
        <img class="ab__photo" src="/img/umo/7.jpg" />
      </div>
    </div>
    <a class="ab__link ab__subtitle" @click="umo04042022 = !umo04042022">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper
      >Cостоялось заседание оргкомитета смотра-конкурса учебно-методического обеспечения
      образовательного процесса в образовательных организациях, участниках учебно-методического
      объединения УГПС 43.00.00 «Сервис и туризм».
    </a>
    <div v-show="umo04042022">
      <p class="ab__p">
        4 апреля 2022 года состоялось заседание оргкомитета смотра-конкурса учебно-методического
        объединения в составе:
      </p>
      <ol class="ab__list-number">
        <li>
          Амреновой М.М. – председателя УМО по УГПС 43.00.00, доцент кафедры профессиональной
          педагогики, психологии и управления ФГБОУ «ОмГПУ», к.п.н., методиста БПОУ ОО «Колледж
          инновационных технологий, экономики и коммерции»
        </li>
        <li>
          Хуснутдиновой Е.М. – заместителя председателя УМО по УГПС 43.00.00, заместителя директора
          БПОУ ОО «Омский технологический колледж»
        </li>
        <li>Корявиной Т.А. – заместителя директора БПОУ ОО «Омский технологический колледж»</li>
        <li>
          Павловой Е. В. – старшего методиста БПОУ ОО «Омский авиационный колледж им.
          Н.Е.Жуковского»
        </li>
        <li>
          Андреевой М. Н. – методиста БПОУ ОО «Омский техникум лесного хозяйства и строительства»
        </li>
        <li>
          Пасечниковой Е. В. – методиста БПОУ ОО «Омский колледж отраслевых технологий строительства
          и транспорта»
        </li>
      </ol>
      <p class="ab__p">
        Рассмотрели, откорректировали и направили на утверждение Положение о смотре-конкурсе,
        который проводится 26-27 мая 2022г. в соответствии с планом работы учебно-методического
        обеспечения на базе БПОУ «Омский технологический колледж» по адресу г. Омск, ул. 21-я
        Амурская, дом 15.
      </p>
      <p class="ab__p">
        Цель Смотра-конкурса – повышение качества учебно-методического обеспечения образовательного
        процесса и культуры профессиональной деятельности педагогов объединения, выявление и
        распространение лучших практик учебно-методической деятельности.
      </p>
    </div>
    <a class="ab__link ab__subtitle" @click="umo18032022 = !umo18032022">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper
      >Состоялось заседание учебно-методического объединения в системе среднего профессионального
      образования Омской области по УГПС 43.00.00 Сервис и туризм в формате ВКС.
    </a>
    <div v-show="umo18032022">
      <p class="ab__p">
        18 марта 2022 года в заседании приняли участие главный специалист Управления
        профессионального образования и опережающей подготовки кадров Министерства образования
        Омской области Евгения Анатольевна Антонова, представители 24 профессиональных
        образовательных организаций Омской области, членов УМО.
      </p>
      <p class="ab__p">
        На заседании обсуждался вопрос о прохождении стажировочной программы по заданиям
        демонстрационного экзамена. По данной теме выступила Елена Ивановна Рыбченко, старший
        методист УМЦ профессионального образования и профориентационной работы Института развития
        образования Омской области. С проектом стажировочной программы выступила от рабочей группы
        Елена Юрьевна Бартош, преподавателя Калачинского аграрно-технологического техникума.
      </p>
      <p class="ab__p">
        Итоги конкурса профессионального мастерства среди обучающихся и педагогов по компетенции
        «Поварское дело» представила заместитель директора колледжа инновационных технологий,
        экономики и коммерций Вера Михайловна Орлова. О результатах Всероссийского конкурса
        студенческих проектов «Будущее региона-в руках молодых» рассказала председатель УМО Манзила
        Мергеновна Амренова.
      </p>
      <p class="ab__p">
        В ходе заседания были рассмотрены положения о конкурсе видеозанятий и смотре-конкурсе об
        учебно-методическом обеспечении образовательного процесса, а также проанализирована
        отчетность и сбор данных.
      </p>
      <p class="ab__p">Благодарим коллег за участие в работе УМО!</p>
    </div>
    <a class="ab__link ab__subtitle" @click="umo12012022 = !umo12012022">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper
      >Учебно-методическое объединение «Сервис и туризм» провело питч-сессию «Обучение на основе
      вызовов – современный тренд развития профессиональной компетентности педагогов СПО»
    </a>
    <div v-show="umo12012022">
      <p class="ab__p">
        12 января 2022 года на базе Омского колледжа инновационных технологий, экономики и сервиса в
        рамках деятельности учебно-методического объединения по УГПС 43.00.00 «Сервис и туризм»
        прошла питч-сессия «Обучение на основе вызовов – современный тренд развития профессиональной
        компетентности педагогов СПО». В мероприятии участвовало 112 руководителей и педагогов
        профессиональных образовательных организаций Омской области.
      </p>
      <p class="ab__p">
        Первая часть мероприятия была посвящена вопросам развития конкурсного движения,
        трансформации образовательного процесса в условиях цифровизации, обновлению занятия в СПО с
        позиции демонстрационного экзамена. Корчагина Е. А., заместитель Министра образования Омской
        области, обращаясь к участникам, обратила внимание на важную роль учебно-методических
        объединений в решении задач Федеральных и региональных проектов. Были обозначены ключевые
        проблемы по выполнению показателей сдачи демонстрационного экзамена обучающимися
        профессиональных образовательных организаций.
      </p>
      <p class="ab__p">
        Ивченко Т.П., директор БПОУ «КИТЭК», Орлова В. М., заместитель директора и Колиева М.А.,
        заведующая отделением представили проект «Взаимодействие с представителями регионального
        рынка труда как механизм развития социально-инновационных процессов в колледже». Были
        озвучены требования и задания Регионального конкурса профессионального мастерства среди
        обучающихся и педагогических работников по компетенции «Кондитерское дело». В ходе своего
        выступления председатель УМО Амренова М.М. обозначила изменения, новые требования к
        структуре и содержанию занятия в контексте демонстрационного экзамена. Прозвучали
        предложения о необходимости создания и работе проектных групп по модернизации занятия в СПО.
      </p>
      <p class="ab__p">
        Заведующий кафедрой Омского государственного технического университета Шадрин М.А.
        акцентировал внимание на проблемах трансформации образовательного процесса, выстраивании
        совместной деятельности. Во второй части прошел питч для преподавателей общеобразовательных
        дисциплин «Синхронизация образовательных результатов (ФГОС СОО) с общими и профессиональными
        компетенциями (ФГОС СПО)». Старовойтовой Ж.А., доцентом кафедры Омского государственного
        педагогического университета была предложена методика проектирования образовательных
        программ с учетом ФГОС общего образования.
      </p>
      <p class="ab__p">
        Педагоги-технологи на своих площадках обсудили требования к демонстрационному экзамену и
        выработали ряд предложений по оптимальному ответу на вызовы образовательной реальности.
        Заместитель директора по развитию торговой марки «Холодушка» ООО «Продтехнологии» Ватулина
        А.С. обратилась с призывом участвовать в конкурсах и проявила особую заинтересованность в
        реализации самых различных проектов с учебными заведениями. Старший методист Института
        развития образования Омской области Бондаренко Е.Ю. представила анализ результатов
        аттестации с использованием механизма демонстрационного экзамена по компетенции «Поварское
        дело» в 2021 году. Заместитель начальника управления профессионального образования и
        опережающей подготовки кадров Министерства образования Омской области Гордиенко О.А. подвела
        итоги работы питчей, отметив, что консолидация усилий всех заинтересованных сторон в
        подготовке кадров, организация коммуникационных площадок, кропотливый анализ актуального
        состояния подготовки и сдачи демонстрационного экзамена, будут способствовать эффективной
        работе и успешной реализации поставленных задач.
      </p>
      <div class="ab__photos">
        <img
          class="ab__photo"
          :src="`/img/umo/${img}.jpg`"
          alt="Photography"
          v-for="img of [1, 2, 3, 4, 5]"
          :key="img" />
      </div>
    </div>

    <h1 class="ab__subtitle ab__subtitle-center">Нормативные документы</h1>
    <common-documents-list json-path="documents/umo-links.json" />

    <h1 class="ab__subtitle ab__subtitle-center">Состав и структура УМО</h1>
    <common-documents-list json-path="documents/umo-structure-links.json" />
  </block-ab>
</template>

<script>
export default {
  data() {
    return {
      umo29112023: false,
      umo20102023: false,
      umo14092023: false,
      umo01062023: false,
      umo27032023: false,
      umo10032023: false,
      umo11012023: false,
      umo25112022: false,
      umo02112022: false,
      umo20102022: false,
      umo29092022: false,
      umo31052022: false,
      umo27052022: false,
      umo27042022: false,
      umo20042022: false,
      umo08042022: false,
      umo04042022: false,
      umo21032022: false,
      umo18032022: false,
      umo12012022: false,
      visibleUmo: false,
      umo204: false,
      umo203: false,
      umo71: false,
      umo72: false,
      umo100: false,
      umo200: false,
      umo201: false,
      umo202: false,
      imagesUmo: [],
      title: 'УМО',
      description:
        'Деятельность учебно-методического объединения по УГПС 43.00.00 «Сервис и туризм».',
    }
  },
  head() {
    return {
      title: this.title,
      meta: [
        {
          hid: 'description',
          name: 'description',
          content: this.description,
        },
      ],
    }
  },
}
</script>

<style scoped lang="scss">
.ab {
  &__photos {
    margin: 32px 0;
    display: grid;
    grid-template-columns: repeat(auto-fill, minmax(300px, 1fr));
    gap: 16px;
    max-width: 60vw;
  }
  &__icon {
    color: $primary-color;
    display: inline;
    &-tap {
      color: $primary-color;
      display: inline;
      margin-left: -20px;
      margin-bottom: -10px;
    }
  }
  &__photo {
    width: 374px;
    height: 300px;
    margin: auto;
    object-fit: cover;
    cursor: pointer;
    &-vertical {
      width: 200px;
      height: 300px;
      margin: auto;
    }
  }
  &__subtitle {
    margin-top: 20px;
    text-decoration: none;
  }
  &__link {
    cursor: pointer;
    text-align: justify;
  }
}
</style>
