<template>
  <block-ab title="Новости проекта">
    <div class="block-zxc__right">
      <a class="ab__link" href="/professional"> <b>О профессионалитете</b></a>
      <a class="ab__link" href="/professional/members-cluster">
        <b>Участники образовательного кластера «Союз+»</b></a
      >
      <a class="ab__link" href="/professional/news"> <b>Новости проекта</b></a>
      <a class="ab__link" href="/professional/careerMaps"> <b>Карьерные карты</b></a>
    </div>
    <!-- НОВОСТИ -->
    <h2 class="ab__subtitle" @click="news033 = !news033">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      Единый день открытых дверей в нашем колледже!
    </h2>
    <div v-show="news033">
      <p class="ab__p">
        18 октября в колледже прошёл Единый день открытых дверей (ЕДОД) — масштабное мероприятие, которое объединило школьников, педагогов и родителей из 30 школ города Омска и Омской области.
      </p>
      <p class="ab__p">
        В этот день гости приняли участие в 12 профессиональных пробах и мастер-классах, познакомились с современными мастерскими, а также посетили увлекательные экскурсии по колледжу.
      </p>
      <p class="ab__p">Директор колледжа Татьяна Павловна Ивченко представила отрасль «Туризм и сфера услуг», рассказав о направлениях подготовки и перспективах обучения.</p>
      <p class="ab__p">Особое внимание привлекло выступление директора по развитию и обучению персонала ООО «Стройподряд» Елены Геннадьевны Сидоренко, которая поделилась опытом внедрения корпоративной модели предприятия, рассказала о возможностях повышения квалификации на площадках работодателя и перспективах трудоустройства выпускников в рамках программ Федерального проекта «Профессионалитет».</p>
      <p class="ab__p">Всего в мероприятии приняли участие:</p>
      <p class="ab__p">182 школьника</p>
      <p class="ab__p">25 родителей</p>
      <p class="ab__p">12 педагогов</p>
      <p class="ab__p">Благодарим всех участников за интерес и активное участие! До встречи на следующих мероприятиях нашего колледжа!</p>
      
      <br />
      <div class="img-container">
        <img class="img-single__minimg" src="/img/news/prof/1.webp" />
        <img class="img-single__minimg" src="/img/news/prof/2.webp" />
      </div>
      <div class="img-container">
        <img class="img-single__minimg" src="/img/news/prof/3.webp" />
        <img class="img-single__minimg" src="/img/news/prof/4.webp" />
      </div>
    </div>
    <!-- ---- -->
    <h2 class="ab__subtitle" @click="news033 = !news033">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      Уже в эту субботу — Единый день открытых дверей!
    </h2>
    <div v-show="news033">
      <p class="ab__p">
        Друзья! Уже в эту субботу, 18 октября, пройдет Единый день открытых дверей!
      </p>
      <p class="ab__p">
        Приглашаем всех школьников Омска — вас ждут интересные встречи, экскурсии, мастер-классы и
        возможность ближе познакомиться с будущей профессией!
      </p>
      <p class="ab__p">Ждём тебя: 10:00</p>
      <p class="ab__p">Адресс: г. Омск, ул. 27-я Северная, 69</p>
      <p class="ab__p">Приходите, будет познавательно, ярко и по-настоящему интересно!</p>
      <br />
      <div class="img-container">
        <img class="img-single__minimg" src="/img/news/632/preview.webp" />
      </div>
    </div>

    <h2 class="ab__subtitle" @click="news03 = !news03">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      20 апреля состоялся Единый день открытых дверей в рамках ФП «Профессионалитет»
    </h2>
    <div v-show="news03">
      <p class="ab__p">
        О том как он прошёл смотрите в нашем видеосюжете. Мы готовы поделиться видеорепортажем с
        яркими моментами мероприятия. Спасибо медиацентру «В объективе КИЭКа» за их усердную работу!
      </p>
      <br />
      <iframe
        src="https://vk.com/video_ext.php?oid=-63457955&id=456240535&hash=75446cd92930660c"
        width="640"
        height="360"
        frameborder="0"
        allowfullscreen="1"
        allow="autoplay; encrypted-media; fullscreen; picture-in-picture"></iframe>
    </div>
    <h2 class="ab__subtitle" @click="news416 = !news416">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      20 апреля в рамках Единого дня открытых дверей наш колледж посетили более 150 учащихся из 16
      школ г. Омска и Омской области и больше 30 родителей будущих абитуриентов.
    </h2>
    <div v-show="news416">
      <p class="ab__p">
        Для школьников были организованы различные профессиональные пробы и мастер-классы, где они
        смогли познакомиться со специальностях: Торговое дело, Туризм и гостеприимство,
        Информационные системы и программирование, Поварское и кондитерское дело, Повар, кондитер.
      </p>
      <p class="ab__p">
        В ходе мероприятия участники единого дня открытых дверей узнали: о студенческой жизни,
        отрасли, в рамках которой будет проходить обучение студентов нового набора, корпоративной
        модели предприятия, возможностях повышения квалификации на площадках работодателя,
        перспективах трудоустройства после завершения обучения по программам ФП «Профессионалитет».
        Амбассадоры провели Единый классный час «Профессионалитет. ТЫ в хорошей компании», также
        прошла презентация профессий и специальностей, реализуемых в рамках Образовательного
        кластера «Союз+» в отрасли «Туризм и сфера услуг», и многое другое.
      </p>
      <p class="ab__p">
        А для родителей абитуриентов прошло родительское собрание, в ходе которого рассказали об
        условиях обучения в рамках ФП «Профессионалитет», правилах приема в 2024 и ответили на все
        интересующие вопросы.
      </p>
      <p class="ab__p">
        У абитуриентов была отличная возможность не только посмотреть колледж, но и попробовать себя
        в актуальных, востребованных на предприятиях Омска профессиях.
      </p>

      <br />
      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/416/preview.webp" />
        </swiper-slide>
        <swiper-slide> <img class="img-single__minimg" src="/img/news/416/1.webp" /> </swiper-slide>
        <swiper-slide> <img class="img-single__minimg" src="/img/news/416/2.webp" /> </swiper-slide>
        <swiper-slide> <img class="img-single__minimg" src="/img/news/416/3.webp" /> </swiper-slide>
      </swiper>
    </div>

    <h2 class="ab__subtitle" @click="news411 = !news411">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      19 апреля 2024 года в преддверии проведения Единого Дня открытых дверей преподаватели колледжа
      Смирнова Л.П. и Павленко А.В. в рамках Федерального проекта «Профессионалитет» провели
      Всероссийский классный час для учащихся БОУ г.Омска СОШ 103 и СОШ 68.
    </h2>
    <div v-show="news411">
      <p class="ab__p">
        В рамках привлечения абитуриентов на образовательные программы Профессионалитета кластера
        Туризм и сфера услуг преподаватели сформировали представление учащихся о престижности
        поступления в колледж на образовательные программы проекта, расширили кругозор школьников и
        их понимание востребованности профессий и специальностей на рынке труда.
      </p>
      <p class="ab__p">
        Поступление в колледж – это прекрасная возможность раскрыть не только свои таланты, но и
        реализовать свои мечты! В мероприятии приняли участие 8е и 9е классы.
      </p>
      <br />
      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/411/2.webp" />
        </swiper-slide>
        <swiper-slide> <img class="img-single__minimg" src="/img/news/411/3.webp" /> </swiper-slide
        ><swiper-slide>
          <img class="img-single__minimg" src="/img/news/411/preview.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/411/1.webp" />
        </swiper-slide>
      </swiper>
    </div>
    <h2 class="ab__subtitle" @click="news405 = !news405">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      17 апреля 2024 года состоялись профессиональные пробы для учащихся школы 151.
    </h2>
    <div v-show="news405">
      <p class="ab__p">
        В ходе профессиональной пробы «Использование визуальных языков программирования» ребята
        занимались изучением методов записи и свойств алгоритмов на практических примерах с
        использованием визуальных языков программирования и Python.
      </p>
      <p class="ab__p">
        Принимая участие в профориентационной игре «Профессиональный вектор - Туризм и
        гостеприимство», учащиеся увидели, как осуществляется общение с гостями, познакомились с
        терминологией специальности, англицизмами в профессиональной речи, рассмотрели речевые
        ошибки, возможные в сфере туризма и гостеприимства. Все справились с предложенными
        заданиями, избежав неудач в общении, добившись эффективной речевой коммуникации.
      </p>
      <p class="ab__p">
        Профориентационная игра «Мой Омск» была посвящена развитию туризма. Ребята ответили на
        вопросы, связанные с культурно-историческим наследием г. Омска, построили экскурсионный
        маршрут по улицам города.
      </p>
      <p class="ab__p">
        В рамках Всероссийского классного часа «Профессионалитет: ты в хорошей компании!» учащиеся
        школы 151 узнали о преимуществах федерального проекта «Профессионалитет» и кластера «Союз+».
      </p>
      <p class="ab__p">
        Благодарим преподавателей Белан А.С., Завалий Н.Ф., Колиеву М.А., Кутикову Т.Ю., Кутикова
        П.А., Наумову А.А., Шертман И.Р., а также #амбассадоров федерального проекта
        «Профессионалитет» Басюкову А., Шнайдер В. и студентку группы 21 ГД Тихонову Е.
      </p>

      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide> <img class="img-single__minimg" src="/img/news/408/1.webp" /> </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/405/preview.webp" />
        </swiper-slide>
        <swiper-slide> <img class="img-single__minimg" src="/img/news/405/2.webp" /></swiper-slide>
        <swiper-slide> <img class="img-single__minimg" src="/img/news/405/3.webp" /></swiper-slide>
      </swiper>

      <br />
    </div>
    <h2 class="ab__subtitle" @click="news410 = !news410">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      Заканчивается эстафета проведения классных часов на тему: «Профессионалитет. Профессии
      будущего в рамках всероссийского классного часа «Профессионалитет: ты в хорошей компании!»
      федерального проекта Профессионалитет.
    </h2>
    <div v-show="news410">
      <p class="ab__p">
        Педагоги колледжа Яковлева Н.И. и Стафеева Е.В. совместно со студентами гр.11К побывали в
        школе №60, где в диалоговой форме провели беседу о преимуществах обучения по программам
        Профессионалитета, о специальностях и профессиях колледжа, мероприятиях, в которых принимают
        участие студенты.
      </p>
      <p class="ab__p">
        С ребятами провели профориентационный опрос и пригласили получить востребованную профессию в
        колледже инновационных технологий, экономики и коммерции. Двери нашего колледжа всегда
        открыты!
      </p>

      <br />

      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/410/preview.webp" />
        </swiper-slide>
        <swiper-slide> <img class="img-single__minimg" src="/img/news/410/1.webp" /> </swiper-slide>
      </swiper>
    </div>
    <h2 class="ab__subtitle" @click="news408 = !news408">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      Амбассадоры федерального проекта «Профессионалитет» вновь провели Всероссийский классный час
      «Профессионалитет: ты в хорошей компании!»
    </h2>
    <div v-show="news408">
      <p class="ab__p">
        Команда студентов нашего колледжа: Рутц Анастасия, Писаревская Анастасия, Макаренко Дарья и
        Михайличенко Валентина под руководством преподавателя Ароновой Светланой Владимировной 16
        апреля провели классный час на тему «Профессионализм: Профессии будущего» для школьников 9
        классов БОУ г. Омска «Средняя общеобразовательная школа № 80».
      </p>
      <p class="ab__p">Школьники узнали о</p>
      <p class="ab__p">перспективных специальностях в колледже КИТЭК</p>
      <p class="ab__p">
        • новой образовательной программе <a href="https://япроф.рф/">«Профессионалитет»</a>
      </p>
      <p class="ab__p">• карьерной карте по 4 новым специальностям</p>
      <p class="ab__p">• материально-технической базе колледжа</p>
      <p class="ab__p">
        • мастер-классах и в профессиональных пробах, которые состоятся 18 и 20 апреля и построили
        свои карьерные карты.
      </p>

      <br />

      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/408/preview.webp" />
        </swiper-slide>
        <swiper-slide> <img class="img-single__minimg" src="/img/news/408/1.webp" /> </swiper-slide>
        <swiper-slide> <img class="img-single__minimg" src="/img/news/408/2.webp" /> </swiper-slide>
        <swiper-slide> <img class="img-single__minimg" src="/img/news/408/3.webp" /> </swiper-slide>
      </swiper>

      <br />
    </div>
    <h2 class="ab__subtitle" @click="news384 = !news384">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      В 16 и 120 школе наши преподаватели колледжа Л.М. Петрухина, Р.А. Лоренц, Г.В. Степанова и
      А.А. Ли провели классный час «Профессионалитет. Профессии будущего»
    </h2>
    <div v-show="news384">
      <p class="ab__p">
        В рамках классного часа познакомили ребят с карьерными картами выпускника
        «Профессионалитета». Также рассказали о возможностях и перспективах проекта
        «Профессионалитет», о востребованности специалистов, которых готовят в рамках данного
        проекта, о сотрудничестве колледжа с опорными работодателями.
      </p>

      <br />

      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/384/preview.webp" />
        </swiper-slide>
        <swiper-slide> <img class="img-single__minimg" src="/img/news/384/1.webp" /> </swiper-slide>
      </swiper>

      <br />
    </div>
    <h2 class="ab__subtitle" @click="news02 = !news02">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      Экскурсия на площадку работодателя ООО «Стройподряд»
    </h2>
    <div v-show="news02">
      <p class="ab__p">
        Учащиеся БОУ г. Омска «Лицей №29» погрузились в увлекательный мир профессионального
        развития, посетив площадку работодателя ООО «Стройподряд», в рамках Единого дня открытых
        дверей! Это лишь небольшая часть захватывающего путешествия, ведь ребята также, посетили
        акварио и спортивный комплекс «Реформа».
      </p>
      <iframe
        src="https://vk.com/video_ext.php?oid=-63457955&id=456240528&hash=303cbda19f6226d4"
        width="640"
        height="360"
        frameborder="0"
        allowfullscreen="1"
        allow="autoplay; encrypted-media; fullscreen; picture-in-picture"></iframe>
      <br />
    </div>
    <h2 class="ab__subtitle" @click="news388 = !news388">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      Вдохновляющий классный час в Лицее №166: Амбассадоры колледжа делятся профессиональным опытом
    </h2>
    <div v-show="news388">
      <p class="ab__p">
        08 апреля, в рамках акции «Всероссийский классный час», амбассадоры нашего колледжа
        федерального проекта «Профессионалитет» вновь провели классный час! В этот раз они посетили
        лицей №166
      </p>
      <p class="ab__p">
        Они поделились со школьниками своим опытом и рассказали о том, как они сами выбрали свою
        будущую профессию, а также о том, какие возможности открываются перед студентами,
        обучающимися по программе «Профессионалитет».
      </p>

      <br />
      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/388/preview.webp" />
        </swiper-slide>
        <swiper-slide> <img class="img-single__minimg" src="/img/news/388/1.webp" /> </swiper-slide>
      </swiper>

      <br />
    </div>
    <h2 class="ab__subtitle" @click="news389 = !news389">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      8 апреля в соответствии с Планом проведения мероприятий, направленных на популяризацию
      Федерального проекта «Профессионалитет» в образовательном кластере «Союз+» Бакаева Наталья
      Алексеевна совместно с амбассадорами проекта «Профессионалитет» и преподавателями Кутиковой
      Татьяной Юрьевной и Смирновой Людмилой Павловной провели для обучающихся 91 и 8-х классов
      средней общеобразовательной школы №1 г. Омска классный час «Профессионалитет: профессии
      будущего».​​​
    </h2>
    <div v-show="news389">
      <p class="ab__p">
        На классном часе присутствовало 49 школьников для которых амбассадоры «Профессионалитета»
        представили яркие слайды и видеоролики о современной программе «Профессионалитета», а так же
        об условиях поступления и обучения в КИТЭК
      </p>
      <p class="ab__p">
        Школьники узнали о возможностях получения выбранной будущей профессии, а затем вместе с
        амбоссадорами смоделировали свои будущие карьерные карты.​​​​Участники встречи признались,
        что подобные информационно профориентационные мероприятия очень важны для учителей, будущих
        выпускников школ и их родителей.
      </p>
      <p class="ab__p">
        Очень надеемся на встречу с учащимися школы №1 и их родителями на Дне открытых дверей 20
        апреля!
      </p>

      <br />
      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/389/preview.webp" />
        </swiper-slide>
        <swiper-slide> <img class="img-single__minimg" src="/img/news/389/1.webp" /> </swiper-slide>
      </swiper>

      <br />
    </div>
    <h2 class="ab__subtitle" @click="news386 = !news386">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      В рамках популяризации федерального проекта «Профессионалитет» в СОШ №80 4 апреля прошел
      Всероссийский классный час на тему: «Профессионалитет: «Ты в хорошей компании».
    </h2>
    <div v-show="news386">
      <p class="ab__p">
        Амбассадоры проекта с преподавателями Смирновой Л.П. и Кутиковой Т.Ю. в доступной и
        познавательной форме познакомили учащихся с особенностями проекта, рассказали о тех
        возможностях, которые реализует проект для тех, кто решит связать судьбу с отраслью "Туризм
        и сфера услуг" и обучением в БПОУ "КИТЭК "по образовательным программам ФП
        «Профессионалитет».
      </p>
      <p class="ab__p">
        Студенты группы 21ГД Шнайдер Валерия и Басюкова Аделина рассказали ученикам о
        материально-технической базе колледжа, о перспективах обучения на образовательных
        программах. В рамках ФП «Профессионалитет» студенты будут обучаться в современных кабинетах,
        лабораториях, в учебно-производственных площадках с высокотехнологичным оборудованием.
      </p>
      <br />
      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/386/preview.webp" />
        </swiper-slide>
        <swiper-slide> <img class="img-single__minimg" src="/img/news/386/1.webp" /></swiper-slide>
      </swiper>

      <br />
    </div>
    <h2 class="ab__subtitle" @click="news01 = !news01">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      04 апреля на площадке работодателя ООО «Коммерческая компания «Омск» входящий в состав
      кластера ФП «Профессионалитет» образовательного кластера «Союз+» в отрасли «Туризм и сфера
      услуг» прошла интерактивная встреча на профессиональной пробе «Приготовление пиццы». Участие
      приняли ученики Лицей №29.
    </h2>
    <div v-show="news01">
      <p class="ab__p">
        Подробно смотрите в нашем увлекательном репортаже от медиацентра «В объективе КИТЭКа»
      </p>
      <iframe
        src="https://vk.com/video_ext.php?oid=-63457955&id=456240507&hash=a974c9da1e92aa18"
        width="640"
        height="360"
        frameborder="0"
        allowfullscreen="1"
        allow="autoplay; encrypted-media; fullscreen; picture-in-picture"></iframe>
      <br />
    </div>
    <h2 class="ab__subtitle" @click="news333 = !news333">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      28 февраля 2024г., в рамках ФП «Профессионалитет», в мастерской "Поварское и кондитерское
      дело» прошел конкурс «ЛУЧШИЙ ПЕКАРЬ»
    </h2>
    <div v-show="news333">
      <p class="ab__p">
        Конкурс профессионального мастерства состоял из теоретического и практического этапа.
        Конкурса там необходимо было приготовить хлебобулочное изделие (пирог) оформление и подачу
        участники выбирали самостоятельно. Так же участникам предлагалось сформовать изделия из
        пресного теста (манты).
      </p>
      <p class="ab__p">
        Конкурс проводился с целью повышения уровня знаний, умений, навыков, практического опыта в
        части освоения образовательных программ по специальности СПО 43.02.15 «Поварское и
        кондитерское дело». Одна из центральных задач конкурса - повышение престижа профессии среди
        обучающейся молодежи.
      </p>
      <br />
      <p class="ab__p">
        Для оценивания знаний, умений и навыков участников конкурса был утвержден состав жюри:
      </p>
      <p class="ab__p">
        1.Будиянская Наталья Николаевна, ОО «Вариант», руководитель направления по работе с
        клиентами
      </p>
      <p class="ab__p">2. Цурло Антон Евгеньевич, Компания «Альфа-бизнес», руководитель проектов</p>
      <p class="ab__p">3.Рычков Алексей Викторович, Ресторан «Ника», шеф-повар</p>
      <p class="ab__p">
        4.Орлова Вера Михайловна, заместитель директора по практической подготовке колледжа
      </p>
      <p class="ab__p">5.Федорова Галина Николаевна, преподаватель проф. модулей колледжа</p>
      <br />
      <p class="ab__p">Результаты конкурса:</p>
      <p class="ab__p">1 место- Нурмагамбетова Улжан, студентка группы 31 ПКД</p>
      <p class="ab__p">2 место - Добромилова Елизавета, студентка группы 33 ПКД</p>
      <p class="ab__p">3 место - Гусев Семен, студент группы 34 ПКД</p>
      <br />
      <p class="ab__p">Среди участников конкурса были студенты:</p>
      <p class="ab__p">Бережной Андрей, студент группы 34ПКД</p>
      <p class="ab__p">Новикова Ольга, студентка группы 32ПКД</p>
      <p class="ab__p">Ротарь Полина, студентка группы 33ПКД</p>
      <br />
      <p class="ab__p">Все участники получили призы от наших спонсоров:</p>
      <p class="ab__p">*Компания «Альфа- бизнес»,</p>
      <p class="ab__p">*ОО «Вариант».</p>
      <br />
      <p class="ab__p">Организаторы конкурса: Малкова Л.В., Ракова К.А.</p>

      <br />
      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/333/preview.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/333/1.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/333/2.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/333/3.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/333/4.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/333/5.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/333/6.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/333/7.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/333/8.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/333/9.webp" />
        </swiper-slide>
      </swiper>
    </div>
    <h2 class="ab__subtitle" @click="news331 = !news331">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      26 февраля для обучающихся 9-х классов СОШ №23 преподавателем Стафеевой Е.В. проведен первый
      классный час на тему: «Профессионалитет. Профессии будущего».
    </h2>
    <div v-show="news331">
      <p class="ab__p">
        Цель классного часа: популяризация Профессионалитета; представление специальностей и
        профессий, реализуемых в колледже, как по программам Профессионалитета, так и по
        традиционным программам.
      </p>
      <p class="ab__p">
        В ходе классного часа Елена Викторовна рассказала школьникам о Федеральном проекте
        «Профессионалитет», показала презентацию колледжа, продемонстрировала карьерные карты по
        программам Профессионалитета, провела интерактивную игру, в ходе которой школьники сами
        строили карьерные карты.
      </p>
      <p class="ab__p">
        Ребята получили массу полезной информации и повод для размышления о своем профессиональном
        выборе.
      </p>

      <br />
      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide>
          <img class="img-single__minimg i331" src="/img/news/331/preview.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg i331" src="/img/news/331/1.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg i331" src="/img/news/331/2.webp" />
        </swiper-slide>
      </swiper>
    </div>

    <h2 class="ab__subtitle" @click="news321 = !news321">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      17 февраля в рамках популяризации Федерального проекта «Профессионалитет» для студентов
      специальности «Информационные системы и программирование» и для обучающихся 11 класса школы
      №129 был организован интеллектуальный конкурс «Иллюзия безопасности» В рамках конкурса, также
      прошла беседа на тему «Иллюзия безопасности или как защитить себя в мире технологий»
    </h2>
    <div v-show="news321">
      <p class="ab__p">
        Конкурс состоял из вопросов, связанных с информационной безопасностью, задачами на
        расшифровку слов и много чего еще.
      </p>
      <p class="ab__p">
        Соревнования «Захват флага» или CTF. Соревнования в командной форме, главная цель которых,
        получить «флаг» - уникальную последовательность символов, путем решения прикладных задач по
        информационной безопасности.
      </p>
      <p class="ab__p">
        Команда «Безопасники» заняла 1 место, команда «КИТИКЭТ» заняла 2 место, а 3 место досталось
        команде «11 класс» из школы №129
      </p>
      <p class="ab__p">
        Молодые участники очень полюбили эту игру, так как она стала замечательным способом
        проведения времени, сочетая увлекательное развлечение с полезным обучением!
      </p>

      <br />
      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/321/preview.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/321/1.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/321/2.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/321/3.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/321/4.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/321/5.webp" />
        </swiper-slide>
      </swiper>
    </div>

    <h2 class="ab__subtitle" @click="news311 = !news311">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      10 февраля в рамках Плана колледжа по популяризации федерального проекта «Профессионалитет» с
      учащимися 10-11 классов был проведен классный час «Профессионалитет: профессии будущего»
    </h2>
    <div v-show="news311">
      <p class="ab__p">
        В ходе мероприятия был просмотрен видеоролик о ФП «Профессионалитет», ребята познакомились с
        основными идеями Федерального проекта и отметили его важные аспекты: будущие студенты смогут
        получить рабочую специальность высокой квалификации в короткие сроки и релевантный опыт.
      </p>
      <p class="ab__p">
        Вместе с будущими абитуриентами преподаватели Смирнова Л.П. и Кутикова Т.Ю. построили
        карьерные карты квалификации «Поварского и кондитерского дела» и «Туризма и гостеприимства»,
        рассмотрели перспективы развития в дальнейшей профессиональной деятельности после окончания
        колледжа. Участники классного часа ознакомились со специальностями и профессиями, на которые
        можно поступить в БПОУ «КИТЭК» для дальнейшего обучения в качестве студентов!
      </p>
      <p class="ab__p">Профоориентационное мероприятие прошло в деловой и дружеской обстановке.</p>

      <br />
      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/311/preview.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/311/1.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/311/2.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/311/3.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/311/4.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/311/5.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/311/6.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/311/7.webp" />
        </swiper-slide>
      </swiper>
    </div>

    <h2 class="ab__subtitle" @click="news304 = !news304">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      В рамках федерального проекта «Профессионалитет» формируется группа для обучения и дальнейшей
      профориентационной деятельности «Амбассадоры Профессионалитета» из студентов 2-3 курсов
      специальностей и профессий:
    </h2>
    <div v-show="news304">
      <p class="ab__p">Информационные системы и программирование;</p>
      <p class="ab__p">Туризм и гостеприимство;</p>
      <p class="ab__p">Поварское и кондитерское дело;</p>
      <p class="ab__p">Повар, кондитер;</p>
      <p class="ab__p">Торговое дело.</p>
      <p class="ab__p">
        Амбассадоры Профессионалитета – это студенты образовательных организаций среднего
        профессионального образования, готовые рассказать о своем опыте обучения и помочь сделать
        выбор тем, кто еще не уверен в своем решении.
      </p>
      <p class="ab__p">
        «Амбассадоры Профессионалитета» принимают активное участие в профориентационной деятельности
        нашего колледжа по реализации мероприятий, направленных на популяризацию среднего
        профессионального образования, среди обучающихся школ.
      </p>
      <p class="ab__p">
        Желающие до 17 февраля 2024 года могут записаться в
        <a style="border-bottom: 1px solid" href="https://vk.cc/curiGS">беседе вконтакте</a>
        «Амбассадоры Профессионалитета» По окончании обучения каждый участник получит свидетельство
        «Амбассадоры Профессионалитета», которое может быть приложено в портфолио для участия в
        Международных и Всероссийских конкурсов, разных видов поощрений от Правительства РФ и Омской
        области.
      </p>
      <br />
      <iframe
        src="https://vk.com/video_ext.php?oid=-63457955&id=456240455&hash=3481438b5ecd34b5"
        width="640"
        height="360"
        frameborder="0"
        allowfullscreen="1"
        allow="autoplay; encrypted-media; fullscreen; picture-in-picture">
      </iframe>
    </div>

    <h2 class="ab__subtitle" @click="news303 = !news303">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      С 22 января 2024 года студенты группы 31ПКД, обучающиеся по специальности «Поварское и
      кондитерское дело» находятся на практике в загородных отелях «Сказка» и «Мечта», являющихся
      участниками Федерального проекта «Профессионалитет» и входящих в состав образовательного
      кластера СПО «Союз+».
    </h2>
    <div v-show="news303">
      <p class="ab__p">
        Загородный отель «Сказка» расположен в 50 км от г. Омска, в курортном поселке Чернолучье.
        Для проживания гостей в загородном отеле предлагается 187 номеров различной категории. В
        ресторане организуется питание по системе «шведский стол». Можно выбрать просто завтрак,
        2-разовое питание или полный пансион. Также работает кафе, где подается пицца, гриль-бар с
        хрустящими блюдами на мангале, в лобби-баре можно выпить чашку кофе и отведать десерт.
      </p>
      <p class="ab__p">
        Отель «Мечта» с закрытой территорией. Семейные номера и коттеджи, ресторан с европейской
        кухней.
      </p>
      <p class="ab__p">
        В рамках производственной практики шеф-повара отелей проводят со студентами профессиональные
        пробы, выступающие как системообразующий фактор формирования готовности обучающихся к
        профессиональной деятельности. Погружение в реальный производственный процесс позволяет
        сформировать у обучающихся способность разбираться в сложившихся обстоятельствах,
        анализировать, исследовать, запрашивать и получать информационную помощь, поддержку.
      </p>
      <p class="ab__p">
        В процессе профессиональной пробы студенты фиксируют основные задачи (конкретные действия по
        обеспечению питания в загородных отелях), необходимые для выполнения профессиональных задач,
        что позволяет проанализировать, насколько адекватным является движение к развитию трудовых
        действий, дает возможность увидеть наиболее вероятные ошибки при выполнении той или иной
        задачи.
      </p>
      <br />
      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/303/preview.webp" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/303/Фото2.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/303/Фото5.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/303/Фото6.jpg" />
        </swiper-slide>
      </swiper>
    </div>
    <h2 class="ab__subtitle" @click="news302 = !news302">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      В рамках проведения мероприятий, направленных на популяризацию Федерального проекта
      «Профессионалитет» в образовательном кластере «Союз+» в январе 2024 года студенты БПОУ «КИТЭК»
      побывали в отеле COSMOS OMSK HOTEL, в отеле «50/60».
    </h2>
    <div v-show="news302">
      <p class="ab__p">
        В Омске, на улице Щербанёва, свои двери открыл отель «50/60», который активно принимает
        гостей. Отель 50/60 построен в самом центре Омска, у берега реки, в историческом здании
        1950-х и 1960-х годов. Здание полностью реконструировано по мировым международным стандартам
        лучших отелей мира с сохранением своей аутентичности. Теперь в уникальном здании отеля
        сочетаются два архитектурных стиля, наглядно иллюстрирующих слияние эпох в развитии времени.
      </p>
      <p class="ab__p">
        Строительством отеля занималась компания «Топлайн». Изначально он планировался как отель
        международной сети Hilton, а его открытие должно было быть приурочено к Молодёжному
        чемпионату мира по хоккею-2023.
      </p>
      <p class="ab__p">
        В отеле 120 номеров; конференц-залы; SPA; фитнес-центр; Банкетный зал; Ресторан
        «Метаморфозы»; Терраса «Крыша Сибири».
      </p>
      <p class="ab__p">
        24 января состоялась экскурсия в новый отель COSMOS OMSK HOTEL, которую провел руководитель
        службы приёма и размещения Парахонько Вадим Вадимович.
      </p>
      <p class="ab__p">
        Отель расположен в центре Омска на набережной реки Иртыш в шаговой доступности от центра.
        Сто девяносто комфортабельных и многофункциональных номеров и высокий уровень сервиса, а
        также удобное расположение – формула комфортного путешествия в город Омск.
      </p>
      <p class="ab__p">
        Отель COSMOS OMSK HOTEL 4* оборудован конференц-пространством, способным принять до 320
        участников, рестораном с европейским меню, винной картой и открытой террасой на крыше
        Stellar. Круглосуточный Фитнес-зал поможет оставаться в форме и не менять привычный режим
        тренировок в деловой поездке.
      </p>
      <p class="ab__p">
        Современный отель для бизнес-путешественников и туристов с живописными видами на город или
        реку. Номера европейского уровня функциональны и оборудованы всем необходимым для
        комфортного отдыха.
      </p>
      <p class="ab__p">
        Обучающиеся колледжа окунулись в будущие планы развития отелей, узнали о работе
        администратора службы приема и размещения с другой стороны, и были восхищены перспективами,
        которые вкладывают управляющие сотрудники отелей в их развитие.
      </p>
      <p class="ab__p">
        Во время экскурсии старший администратор не только показала номера разной категории и службу
        питания, но и рассказала об особенностях категоризации средств размещения. На экскурсии
        студенты познакомились с разнообразным номерным фондом отелей, обсудили много различных
        профессиональных вопросов.
      </p>
      <p class="ab__p">
        Экскурсия — одна из распространенных форм профориентационной работы и получения
        про¬фессиональной информации. Не зря говорят: лучше один раз уви¬деть, чем сто раз услышать.
      </p>
      <p class="ab__p">
        Во время экскурсии на предприятия могут представить себя в условиях предприятия, что
        усиливает их мотивацию к изучению специальных дисциплин, способствует получению новых знаний
        и формированию профессиональных компетенций.
      </p>
      <br />
      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide>
          <img class="img-single__minimg i302" src="/img/news/302/Фото_1.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg i302" src="/img/news/302/Фото_3.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg i302" src="/img/news/302/Фото_2.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg i302" src="/img/news/302/Фото_4.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img
            class="img-single__minimg i302b"
            src="/img/news/302/3a69f284-7ee9-4075-a565-03923141b83f.jpg"
        /></swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg i302b" src="/img/news/302/preview.webp" />
        </swiper-slide>
      </swiper>
      <style>
        .i302 {
          width: 350px;
        }
        .i302b {
          width: 600px;
        }
      </style>
    </div>
    <h2 class="ab__subtitle" @click="news287 = !news287">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      КИТЭК в 2023 году стал участником Федерального проекта «Профессиналитет». Наш колледж по
      направлению «Туризм и сфера услуг» получил ФЕДЕРАЛЬНЫЙ ГРАНТ в размере 70 млн. рублей, еще 5
      млн. рублей будет выделено из областного бюджета.
    </h2>
    <div v-show="news287">
      <p class="ab__p">
        Средства будут направлены на подготовку учебно-производственных площадок образовательного
        кластера «Союз+».
      </p>
      <p class="ab__p">
        В 2024 году состоится первый набор обучающихся в рамках проекта «Профессионалитет».
      </p>
      <p class="ab__p">
        Смотрите видео, и Вы узнаете подробно о федеральном проекте «Профессионалитет»
      </p>
      <br />
      <iframe
        src="https://vk.com/video_ext.php?oid=-63457955&id=456240436&hash=9c2fe3a4d45d1fa7"
        width="640"
        height="360"
        frameborder="0"
        allowfullscreen="1"
        allow="autoplay; encrypted-media; fullscreen; picture-in-picture"></iframe>
    </div>
    <h2 class="ab__subtitle" @click="news259 = !news259">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      В октябре 2023 года преподаватели колледжа Н.А. Кузьменкина, Н.В. Кузьмина и А.А. Тупышев
      прошли стажировку по Модулю 2 «Освоение практических навыков работы на современном
      оборудовании с учетом передового опыта практик и методик обучения» в рамках программы
      повышения квалификации
    </h2>
    <div v-show="news259">
      <p class="ab__p">
        «Обучение педагогически работников практическим навыкам работы на оборудовании в современных
        мастерских в соответствии с профилем реализуемой основной образовательной программы среднего
        профессионального образования»
      </p>
      <p class="ab__p">
        Н.А. Кузьменкина и А.А. Тупышев прошли стажировку на базе Краевое государственное бюджетное
        профессиональное образовательное учреждение "Алтайская академия гостеприимства" (КГБПОУ
        "Алтайская академия гостеприимства") в г. Барнаул. Н.В. Кузьмина на базе Государственное
        бюджетное профессиональное образовательное учреждение города Москвы «Колледж автоматизации и
        информационных технологий № 20».
      </p>
      <p class="ab__p">
        В рамках стажировки была проведена подготовка и повышение квалификации работников
        образовательных организаций обеспечивающих реализацию мероприятий федерального проекта
        «Профессионалитет».
      </p>
      <p class="ab__p">Стажировка закончилась сдачей демонстрационного экзамена</p>

      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/259/16982953704263.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/259/16982953705068.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/259/16982953704172.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/259/16982953702206.jpg" />
        </swiper-slide>
      </swiper>
    </div>
    <h2 class="ab__subtitle" @click="news258 = !news258">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      24 октября в целях реализации федерального проекта «Профессионалитет» в рамках государственной
      программы Российской Федерации «Развитие образования» для руководства и координации
      деятельности образовательного кластера «Союз+» прошло совещание, темой которого стало создание
      управляющей компании образовательного кластера среднего профессионального образования «Союз+»
      в отрасли «Туризм и сфера услуг»
    </h2>
    <div v-show="news258">
      <p class="ab__p">
        В состав Управляющей компании вошли представители Министерства образования Омской области,
        Департамента развития потребительского рынка Министерства экономики Омской области, три
        профессиональных образовательных организации, осуществляющих подготовку кадров для туризма и
        сферы услуг региона, а также семь предприятий реального сектора экономики.
      </p>
      <p class="ab__p">
        Подводя итоги заседания, члены Управляющей компании единодушно высказались, что залогом
        успешной работы станет налаженное взаимодействие между участниками кластера, совместное
        использование имеющихся ресурсов и организация различных мероприятий.
      </p>
      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/258/16982944471676.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/258/1698294447977.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/258/16982944475155.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/258/16982944477642.jpg" />
        </swiper-slide>
      </swiper>
    </div>
    <h2 class="ab__subtitle" @click="news256 = !news256">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      21.10.2023 в нашем колледже прошел Единый день открытых дверей в рамках Федерального проекта
      "Профессионалитет".
    </h2>
    <div v-show="news256">
      <p class="ab__p">
        Мы представляем образовательный кластер «Союз+» в отрасли «Туризм и сфера услуг».
      </p>
      <p class="ab__p">
        Во время мероприятия были организованы профессиональные пробы, где участники могли
        попробовать себя в разных профессиях.
      </p>
      <p class="ab__p">
        Торговое дело, официант "Сервировка", специалист по туризму и гостеприимству: администратор
        отеля, мастерская "Администрирование отеля", программист, разработчик Web и мультимедийных
        приложений, профессиональное направление "Предприниматель малого бизнеса" - именно такие
        профпробы были представлены в мероприятии.
      </p>
      <p class="ab__p">
        Организаторы рассказали школьникам, что создание образовательного кластера направлено на
        развитие кадрового потенциала в отрасли туризма и сферы услуг региона, а также на
        формирование эффективной системы подготовки высококвалифицированных специалистов.
      </p>
      <p class="ab__p">
        Мероприятие посетило около 200 учащихся из разных школ г. Омска. Было проведено родительское
        собрание для более 70 родителей в актовом зале колледжа и велась. онлайн-трансляция, для
        всех заинтересованных лиц.
      </p>
      <p class="ab__p">Спасибо всем, кто посетил наше мероприятие!</p>
      <p class="ab__p">
        Мы надеемся, что оно помогло Вам сделать правильный выбор и выбрать свою профессиональную
        траекторию вместе с КИТЭК.
      </p>
      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/256/1.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/256/2.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/256/3.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/256/4.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/256/5.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/256/6.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/256/7.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/256/8.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/256/9.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/256/10.jpg" />
        </swiper-slide>
      </swiper>
    </div>
    <h2 class="ab__subtitle" @click="news257 = !news257">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      19 октября в рамках единого дня открытых дверей учащиеся школы №13 получили уникальную
      возможность посетить площадку работодателя - ООО «Стройподряд».
    </h2>
    <div v-show="news257">
      <p class="ab__p">
        Участников экскурсии познакомили с корпоративной моделью работодателя, показали оборудование
        и рассказали о требованиях, которые предъявляются к сотрудникам.
      </p>
      <p class="ab__p">Школьники могли попробовать себя в роли "Администратора отеля"</p>
      <p class="ab__p">
        А ещё, в ходе экскурсии, была проведена увлекательная викторина, где школьникам пришлось
        ответить на вопросы о специальностях, которые трудятся на предприятии.
      </p>
      <p class="ab__p">
        Школьники также посетили загородный отель «Сказка», парк-отель «Мечта». Во время посещения
        этих заведений, ребята смогли узнать о особенностях работы в сфере туризма и услуг, а также
        о профессиях и специальностях, доступных для обучения в рамках образовательного кластера
        «Союз+».
      </p>
      <p class="ab__p">
        Эта экскурсия стала отличной возможностью для школьников познакомиться с реальными местами
        работы и узнать больше о профессиональных возможностях в различных отраслях.
      </p>
      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/257/1.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/257/2.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/257/3.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/257/4.jpg" />
        </swiper-slide>
      </swiper>
    </div>
    <h2 class="ab__subtitle" @click="news254 = !news254">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      18 окт учащиеся БОУ СОШ №91 посетили предприятие ОО "Коммерческая компания «Омск», которое
      является участником образовательного кластера «Союз+» в отрасли "Туризм и сфера услуг" в
      рамках федерального проекта "Профессионалитет".
    </h2>
    <div v-show="news254">
      <p class="ab__p">
        Для школьников провели интересную экскурсию по ресторану "Клуб деловых людей", где они
        ознакомились с залами, производственными цехами и современным оборудованием, а также узнали
        о корпоративной модели работодателя и требованиях, которые предъявляются к сотрудникам.
      </p>
      <p class="ab__p">
        Мы записали видео, чтобы поделиться с вами впечатлениями школьников и рассказать о том, как
        прошла экскурсия.
      </p>
      <iframe
        src="https://vk.com/video_ext.php?oid=-63457955&id=456240292&hash=2272df8f3deb6e13"
        width="640"
        height="360"
        frameborder="0"
        allowfullscreen="1"
        allow="autoplay; encrypted-media; fullscreen; picture-in-picture"></iframe>
    </div>
    <h2 class="ab__subtitle" @click="news253 = !news253">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      17 окт в рамках единого дня открытых дверей учащиеся школы №116 получили уникальную
      возможность посетить площадку работодателя - ООО «Стройподряд», которое входит в
      образовательный кластер «Союз+» в отрасли «Туризм и сфера услуг» Федерального проекта
      "Профессионалитет".
    </h2>
    <div v-show="news253">
      <p class="ab__p">
        Участников экскурсии познакомили с корпоративной моделью работодателя, показали оборудование
        и рассказали о требованиях, которые предъявляются к сотрудникам.
      </p>
      <p class="ab__p">
        А ещё, в ходе экскурсии, была проведена увлекательная викторина, где школьникам пришлось
        ответить на вопросы о специальностях, которые трудятся на предприятии.
      </p>
      <p class="ab__p">
        Школьники также посетили загородный отель «Сказка», парк-отель «Мечта» и центр детского и
        семейного отдыха «Буревестник».
      </p>
      <p class="ab__p">
        Во время посещения этих заведений, ребята смогли узнать о особенностях работы в сфере
        туризма и услуг, а также о профессиях и специальностях, доступных для обучения в рамках
        образовательного кластера «Союз+».
      </p>
      <p class="ab__p">
        Во время презентации колледжа, проведенной Татьяной Юрьевной Кутиковой, учащиеся узнали о
        Федеральном проекте "Профессионалитет" и познакомились с новыми интересными специальностями.
      </p>
      <p class="ab__p">
        Такие экскурсии помогают школьникам расширить свой кругозор, узнать больше о возможностях
        будущей профессиональной карьеры и вдохновиться на достижение новых вершин!
      </p>
      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/253/16976852911441.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/253/16976852919840.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/253/1697685291876.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/253/16976852918368.jpg" />
        </swiper-slide>
      </swiper>
    </div>
    <h2 class="ab__subtitle" @click="news249 = !news249">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      Встреча с социальным партнером ООО «Стройподряд» в рамках Образовательного кластера «Союз+» в
      отрасли «Туризм и сфера услуг» была незабываемым опытом для учащихся 10 класса СОШ №144
    </h2>
    <div v-show="news249">
      <p class="ab__p">
        Во время экскурсии, инициатором которой является региональное отделение движение детей и
        молодежи «Движение Первых» Омской области и наш колледж, школьники посетили загородный отель
        «Сказка», парк отель «Мечта» и центр детского и семейного отдыха «Буревестник». Они смогли
        познакомиться с особенностями работы в сфере туризма и услуг, а также узнать о профессиях и
        специальностях, доступных для обучения в рамках образовательного кластера «Союз+».
      </p>
      <p class="ab__p">
        Во время презентации колледжа, проведенной Татьяной Юрьевной Кутиковой, учащиеся узнали о
        Федеральном проекте профессионалитете и познакомились с новыми специальностями. Это была
        отличная возможность для школьников получить информацию о будущей профессиональной сфере и
        рассмотреть возможности для своего развития.
      </p>
      <p class="ab__p">
        Мы благодарим ООО «Стройподряд» за организацию такой интересной и познавательной экскурсии.
        Это был замечательный опыт для школьников, который поможет им принять осознанные решения о
        своем будущем!
      </p>
      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/249/16968392738571.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/249/16968392733854.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/249/16968392733630.jpg"
        /></swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/249/16968392738573.jpg" />
        </swiper-slide>
      </swiper>
    </div>
    <h2 class="ab__subtitle" @click="news250 = !news250">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      Наш медиацентр «В объективе КИТЭКа» подготовил для вас увлекательное видео о том, как прошел
      захватывающий мастер-класс от талантливых шеф-поваров г. Омска!
    </h2>
    <div v-show="news250">
      <p class="ab__p">
        Мы уверены, что вам понравится это видео! Не забудьте поставить лайк, чтобы поддержать наш
        медиацентр и выразить свою благодарность за проделанную работу.
      </p>
      <p class="ab__p">Приятного просмотра и вдохновения на кулинарные эксперименты!</p>
      <iframe
        src="https://vk.com/video_ext.php?oid=-63457955&id=456240226&hash=a2e01a872077721f"
        width="333"
        height="660"
        frameborder="0"
        allowfullscreen="1"
        allow="autoplay; encrypted-media; fullscreen; picture-in-picture"></iframe>
    </div>
    <h2 class="ab__subtitle" @click="news231 = !news231">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      12 сентября в мастерской колледжа состоялся захватывающий мастер-класс шеф-поваров г. Омска
      для студентов нашего колледжа!
    </h2>
    <div v-show="news231">
      <p class="ab__p">
        Участниками этого уникального мероприятия стали такие известные заведения, как ресторан
        «Сенкевич», Cosmos Omsk Hotel, ресторан «Шато», ресторан «Джорджина», а также ресторан «Клуб
        деловых людей» и Cronwell Park Ника, которые входят в состав Управляющей компании
        образовательного кластера среднего профессионального образования «Союз+» в отрасли «Туризм и
        сфера услуг».
      </p>
      <p class="ab__p">
        В мастер-классе приняли участие студенты 3-4 курсов специальностей: поварское и кондитерское
        дело, повар, кондитер и организация обслуживания в общественном питании.
      </p>
      <p class="ab__p">
        Центр содействия трудоустройству выпускников БПОУ «КИТЭК» выражает искреннюю благодарность
        всем организациям, которые приняли участие в этом замечательном мероприятии!
      </p>
      <p class="ab__p">
        Ваше участие и поддержка значат очень много для нас, и мы надеемся на дальнейшее
        сотрудничество и взаимовыгодное партнерство.
      </p>
      <p class="ab__p">
        Спасибо всем, кто помог сделать этот мастер-класс незабываемым, полезным для наших студентов
        и встретиться со своим работодателем.
      </p>
      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/231/16946641262040.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/231/16946641267943.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/231/16946641266340.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/231/1694664126637.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/231/169466412676.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img class="img-single__minimg" src="/img/news/231/16946641261074.jpg" />
        </swiper-slide>
      </swiper>
    </div>
    <h2 class="ab__subtitle" @click="news221 = !news221">
      <icon-wrapper class="icon-tap" width="20" height="24"><icon-tapclick /></icon-wrapper>
      26 июля 2023 года в Колледже инновационных технологий, экономики и коммерции состоялось
      подписание партнерского соглашения о создании образовательного кластера среднего
      профессионального образования в отрасли «Туризм и сфера услуг»
    </h2>
    <div v-show="news221">
      <p class="ab__p">
        Колледж инновационных технологий, экономики и коммерции стал победителем отбора и получит
        субсидию (грант в форме субсидии) в 2024 году из Федерального бюджета на оказание
        государственной поддержки по развитию образовательных кластеров в рамках Федерального
        проекта «Профессионалитет».
      </p>
      <p class="ab__p">
        В рамках проекта будет создан образовательный кластер Омской области по отрасли «Туризм и
        сфера услуг», в состав которого войдут 7 предприятий реального сектора экономики и 4
        колледжа. Ядром образовательного кластера стал Колледж инновационных технологий, экономики и
        коммерции.
      </p>
      <p class="ab__p">
        Создание образовательного кластера финансируется из средств федерального бюджета в размере
        70 млн. рублей. Еще 5 млн. рублей выделяется из регионального бюджета, 1 млн. рублей - из
        внебюджетных средств колледжа. Средства будут направлены на подготовку
        учебно-производственных площадок образовательного кластера «Союз+».
      </p>
      <p class="ab__p">
        Соглашение о партнерстве в целях создания и развития образовательного кластера подписали
        заместитель Председателя Правительства, министр образования Омской области Иван Иванович
        Кротт, ООО «Стройподряд», ИП Бомбин С.А. Cronwell park Ника, ОАО «Гостиница «Сибирь»
        (гостиница Ibis Омск), ООО «Иртыш Ривьера», ООО «Коммерческая компания «Омск», ООО «КПК
        «Бенефит»», ООО «Центр сертификации и экспертизы «ОМСК-ТЕСТ».
      </p>
      <p class="ab__p">
        Иван Иванович Кротт отметил, что Федеральный проект «Профессионалитет» – это новая модель
        практико-ориентированной подготовки квалифицированных кадров по наиболее востребованным
        профессиям и специальностям, направленная на максимальное приближение условий подготовки
        обучающихся образовательных организаций среднего профессионального образования к реальным
        условиям производства. Новая программа подготовки кадров «Профессионалитет», разработанная
        Министерством просвещения РФ, рассчитана на молодежь. Ее цель - быстро и качественно обучить
        молодежь навыкам, необходимым рынку, что гарантирует им трудоустройство. «Профессионалитет»
        - это новый уровень среднего профессионального образования.
      </p>
      <p class="ab__p">
        Директор колледжа Татьяна Павловна Ивченко выразила слова благодарности участникам
        образовательного кластера «Союз+», отметив, что реализация новой образовательной технологии
        «Профессионалитет» предполагает конструирование и реализацию образовательных программ СПО с
        учетом интенсификации образовательной деятельности на основе совершенствования практической
        подготовки на современном оборудовании с применением интегративных педагогических подходов,
        что можно сделать только в рамках сетевого взаимодействия.
      </p>
      <p class="ab__p">
        В 2024 году первый набор в рамках «Профессионалитета» будет осуществлен по пяти
        специальностям 43.02.16 Туризм и гостеприимство, 43.02.15 Поварское и кондитерское дело,
        38.02.05 Товароведение и экспертиза качества потребительских товаров, 38.02.04 Коммерция (по
        отраслям), 09.02.07 Информационные системы и программирование и по одной профессии 43.01.09
        Повар, кондитер.
      </p>
      <swiper class="slider_committe" :options="swiperOptions">
        <swiper-slide>
          <img
            class="img-single__minimg"
            alt="Slider-Image"
            src="/img/news/221/1690536806667.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img
            class="img-single__minimg"
            alt="Slider-Image"
            src="/img/news/221/1690536806908.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img
            class="img-single__minimg"
            alt="Slider-Image"
            src="/img/news/221/16905368067678.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img
            class="img-single__minimg"
            alt="Slider-Image"
            src="/img/news/221/16905368068831.jpg" />
        </swiper-slide>
        <swiper-slide>
          <img
            class="img-single__minimg"
            alt="Slider-Image"
            src="/img/news/221/16905368068832.jpg" />
        </swiper-slide>
      </swiper>
    </div>
    <div class="document-list">
      <a class="ab__link" href="/professional"> <b red>О профессионалитете</b></a>
      <a class="ab__link" href="/professional/members-cluster">
        <b red>Участники образовательного кластера «Союз+»</b></a
      >
      <a class="ab__link" href="/professional/news"> <b red>Новости проекта</b></a>
    </div>
    <a class="ab__link" href="https://япроф.рф/"
      ><img alt="Logo" target="_blank" src="/img/professional/ЛогоПроф2024.png" class="logo"
    /></a>
  </block-ab>
</template>

<script>
export default {
  data() {
    return {
      news033: false,
      news03: false,
      news416: false,
      news405: false,
      news408: false,
      news02: false,
      news386: false,
      news384: false,
      news388: false,
      news389: false,
      news01: false,
      news410: false,
      news411: false,
      news333: false,
      news331: false,
      news321: false,
      news311: false,
      news307: false,
      news304: false,
      news303: false,
      news302: false,
      news287: false,
      news259: false,
      news258: false,
      news257: false,
      news256: false,
      news254: false,
      news253: false,
      news250: false,
      news249: false,
      news231: false,
      news221: false,
      plan: null,
      swiperOptions: {
        grabCursor: true,
        autoplay: {
          enabled: true,
          delay: 5000,
        },
      },
    }
  },
}
</script>
<style scoped lang="scss">
.logo {
  position: absolute;
  width: 300px;
  height: 270px;
  right: 23%;
  top: 24px;
  opacity: 0.4;
  @include high-media() {
    width: 200px;
    height: 170px;
    right: 12px;
    top: 12px;
    opacity: 0.4;
  }
  @include small-media() {
    width: 150px;
    height: 130px;
    right: 10px;
    top: 10px;
    opacity: 0.3;
  }
}
.ab {
  &__img {
    width: 200px;
    height: 150px;
    object-fit: contain;
    margin-top: 24px;
  }
  &__sites {
    position: absolute;
    right: 24px;
    top: 24px;
    display: block;
  }
  &__link {
    cursor: pointer;
    text-align: justify;
  }
}
.slider_committe {
  margin: 0px;
  margin-top: 24px;
  max-width: 1000px;
}
.i307 {
  width: 350px;
}
.i331 {
  height: 500px;
  object-fit: cover;
}
</style>
