<template>
  <block-ab title="АНОНС МЕРОПРИЯТИЙ, ПОСВЯЩЕННЫХ ДНЮ СПО: ">
    <p class="ab__p">
      <b>Покажем класс! 16 – 30 сентября 2024 г. </b> <br />
      С целью освещения взаимодействия предприятий -работодателей и колледжей студенты посещают
      экскурсии на предприятиях, заводах, фабриках, лабораториях
    </p>
    <p class="ab__p">
      <b>Спасибо педагогу! 16 – 30 сентября 2024 г. </b> <br />
      Слова благодарности педагогу с привлечением государственных деятелей, лидеров общественного
      мнения, обмен поздравлениями между регионами
    </p>
    <p class="ab__p">
      <b>Ими гордится СПО 16 – 30 сентября 2024 г. </b> <br />
      Статья о выдающихся выпускниках и сотрудниках колледжа - участники СВО, участники ликвидации
      последствий природных катастроф, волонтеры, люди с активной гражданской позицией, а также
      другие известные личности
    </p>
    <p class="ab__p">
      <b>Единство ценностей 16 – 30 сентября 2024 г. </b> <br />
      Подготовка статьи о преемственности профессии педагога, о семьях, образованных за время учебы
      или работы в колледже, о выборе нескольким членами семьи одного колледжа для обучения, о
      семейных династиях в рабочих профессиях
    </p>
    <p class="ab__p">
      <b>Навыки для жизни 16 – 30 сентября 2024 г. </b> <br />
      Молодые профессионалы, представляющие рабочие ОЧНО профессии - сантехники, электрики,
      плотники, повара и другие будут делиться своими знаниями и демонстрировать выполнение базовых
      задач, которые могут пригодиться каждому человеку
    </p>
    <p class="ab__p">
      <b>ПрофиДвиж 16 – 30 сентября 2024 г. </b> <br />
      Студенты рассказывают о перспективах и преимуществах обучения в образовательных организациях,
      реализующих программы СПО
    </p>
    <p class="ab__p">
      <b>Эстафета благодарности «От первички к первичке» 16 – 30 сентября 2024 г. </b> <br />
      Обмен символичными подарками, отражающими особенности деятельности или региона между
      образовательными организациями
    </p>
    <p class="ab__p">
      <b>Открытка -плакат 16 – 30 сентября 2024 г. </b> <br />
      16 – 30 сентября 2024 г. Каждое региональное отделение Союза директоров в соответствии с
      жеребьевкой готовит электронное поздравление – открытку в виде плаката, посвященного Дню СПО
    </p>
    <p class="ab__p">
      <b>СПО для СВО 16 – 30 сентября 2024 г. </b> <br />
      Провести региональные тематические выставки продукции, изготовленной на базе учреждений СПО
      «СПО для СВО»
    </p>
    <p class="ab__p"></p>
    <p class="ab__p"></p>
    <p class="ab__p"></p>
    <p class="ab__p"></p>
    <p class="ab__p"></p>
  </block-ab>
</template>

<script>
export default {}
</script>

<style scoped lang="scss"></style>
