<template>
  <block-ab title="Заочное отделение">
    <p class="ab__p">
      <b>Расписание звонков заочного отделения</b>
      <br /><br />
      1 ПАРА<br /><br />
      14.15 – 15.45<br /><br />
      2 ПАРА<br /><br />
      15.55 – 17.25<br /><br />
      3 ПАРА<br /><br />
      17.35 – 19.05
    </p>
    <p class="ab__p">
      <a
        target="_blank"
        class="ab__link"
        href="/data/extramural/График_учебного_процесса_заочного_отделения_на_2025–2026_учебный.pdf"
        >График учебного процесса заочного отделения на 2025–2026 учебный год</a
      >
    </p>

    <ul class="ab__list">
      <p class="ab__p">
        <b
          >В БПОУ ОО «Колледж инновационных технологий, экономики и коммерции» продолжается обучение
          групп по 7 специальностям, востребованным на рынке труда:
        </b>
      </p>
      <li>
        СРОК ОБУЧЕНИЯ на базе 9 классов составляет 3 г. 10 мес.; на базе 11 классов 2 г. 10 мес.
      </li>
      <li>43.02.14 Гостиничное дело</li>
      <li>40.02.01 Право и организация социального обеспечения</li>
      <li>40.02.04 Юриспруденция</li>
      <li>38.02.01 Экономика и бухгалтерский учет (по отраслям)</li>
      <li>38.02.04 Коммерция (по отраслям)</li>
      <li>38.02.05 Товароведение и экспертиза качества потребительских товаров</li>
    </ul>
    <p class="ab__p">
      <b>СРОК ОБУЧЕНИЯ на базе 11 классов - 3 г. 10 мес.</b><br />
      43.02.15 Поварское и кондитерское дело
    </p>
    <!-- <ul class="ab__list">
      <p class="ab__p">
        <b>В 2021-2022 учебном году продолжают обучение группы специальностей:</b>
      </p>
      <li>19.02.10 Технология продукции общественного питания</li>
      <li>43.02.01 Организация обслуживания в общественном питании</li>
    </ul> -->
    <ul class="ab__list">
      <p class="ab__p">
        <b
          >В 2024 году в рамках реализации Федерального проекта "Профессионалитет" будет
          осуществляться набор на обучение по специальности 38.02.08 Торговое дело: направленность
          Коммерция (на базе 11 классов срок обучения составит 2 г.8 мес.).</b
        >
      </p>
    </ul>

    <p class="ab__p">
      В Колледже накоплен большой опыт организации учебного процесса по заочной форме обучения:
      разработаны современные методики преподавания, отлажена система информационного обеспечения, а
      также система контроля знаний. Учебный год для каждой группы начинается с установочной сессии,
      далее проходят зимняя и весенняя экзаменационно-лабораторные сессии. Общая продолжительность
      сессий в течение учебного года для 1,2 курса составляет 30 дней; для 3,4,5 курсов - 40
      календарных дней. В межсессионный период студенты выполняют домашние контрольные работы, а
      также проходят учебную и производственную практики в соответствии с графиком учебного
      процесса. Студенты, работающие по специальности, проходят практику на своем рабочем месте. Для
      оказания помощи в написании контрольных работ для студентов организованы групповые и
      индивидуальные консультации. По окончании Колледжа обучающиеся получают диплом
      Государственного образца и могут продолжить обучение в высших учебных заведениях.
    </p>
    <p class="ab__p">
      В учебном процессе на отделении заочного обучения эффективно используются современные методы,
      средства и технологии обучения, учитывающие специфику заочного обучения, в том числе
      электронное обучение и дистанционные образовательные технологии. Студенты каждой специальности
      обеспечены различными учебными пособиями и методическими материалами.
    </p>
    <p class="ab__p">
      Учебный процесс на отделении характеризуется его гибкой организацией, что позволяет успешно
      совмещать учебу с работой. Для нетрудоустроенных студентов выпускных групп создан банк
      вакансий на портале
      <a href="http://re-works.ru/home" class="ab__underline">RE-WORK</a>, который позволяет им
      находить работу по специальности на лучших предприятиях, в организациях нашего города и
      страны, а также работодателям выбрать «своего специалиста».
    </p>
    <p class="ab__p">
      <b>Режим работы отделения:</b> понедельник-пятница 8:30 – 17:00<br />
      <b>Контактные телефоны:</b> <a href="tel:(3812) 680-773">(3812) 680-773</a> (приемная
      директора), <a href="tel:68-13-68">68-13-68</a> – заочное отделение<br />
      <b>Электронная почта:</b>
      <a href="mailto:tradeconomy@mail.ru">tradeconomy@mail.ru</a>
    </p>
    <p class="ab__p">
      <b>Зачисление в Колледж инновационных технологий, экономики и коммерции</b>
    </p>
    <p class="ab__p">
      Прием граждан в Колледж для получения среднего профессионального образования осуществляется на
      конкурсной основе по заявлениям лиц:
    </p>
    <ul class="ab__list">
      <li>имеющих основное общее образование;</li>
      <li>имеющих среднее общее образование;</li>
      <li>имеющих начальное профессиональное образование.</li>
    </ul>
    <p class="ab__p">
      <b>Документы, необходимые для поступления на заочное отделение:</b>
    </p>
    <ul class="ab__list">
      <li>оригинал и ксерокопия документа, удостоверяющего его личность, гражданство;</li>
      <li>
        оригинал и ксерокопия документа государственного образца об образовании; 2 фото 3х4 см.
      </li>
    </ul>
  </block-ab>
</template>

<script>
export default {}
</script>

<style scoped lang="scss">
.ab {
  &__underline {
    text-decoration: underline;
  }
}
</style>
