<template>
  <block-ab title="Профессионалы! Мастера! Чемпионы!">
    <p class="ab__p">
      Важнейшей задачей системы среднего профессионального образования является совершенствование
      подготовки специалистов и повышение уровня профессиональных знаний, формирование у студентов
      системного мышления, ориентированного на эффективное использования приобретенных навыков в
      будущей практической деятельности. Решение поставленной задачи достигается различными
      дидактическими приемами, среди которых одно из важных мест занимает проведение и участие в
      конкурсах и чемпионатах профессионального мастерства.
    </p>
    <p class="ab__p">
      Важнейшей задачей системы среднего профессионального образования является совершенствование
      подготовки специалистов и повышение уровня профессиональных знаний, формирование у студентов
      системного мышления, ориентированного на эффективное использования приобретенных навыков в
      будущей практической деятельности. Решение поставленной задачи достигается различными
      дидактическими приемами, среди которых одно из важных мест занимает проведение и участие в
      конкурсах и чемпионатах профессионального мастерства.
    </p>
    <p class="ab__p">
      В БПОУ «КИТЭК» сложилась многолетняя практика проведения конкурсов профессионального
      мастерства. Среди них можно назвать следующие:
    </p>
    <p class="ab__p">
      - Конкурс профессионального мастерства для преподавателей и мастеров производственного
      обучения по компетенции «Поварское дело», в котором принимают участие преподаватели колледжей
      и техникумов Омска и Омской области. Работу конкурсантов оценивают опытные шеф-повара
      ресторанов города. Конкурс проходит под эгидой Омской областной общественной организации
      «Ассоциация Омских Кулинаров».
    </p>
    <p class="ab__p">- Открытый кулинарный чемпионат «CHEFS TEAM FEST ОМСК».</p>
    <p class="ab__p">
      - Конкурс профессионального мастерства обучающихся БПОУ «КИТЭК» по специальностям 38.02.05
      Товароведение и экспертиза качества потребительских товаров, 38.02.04 Коммерция на базе ООО
      «Лента» среди обучающихся колледжей и техникумов города Омска.
    </p>
    <p class="ab__p">
      - Открытый чемпионат профессионального мастерства Бариста среди студентов 3 и 4 курсов
      колледжа, обучающихся по специальностям «Гостиничное дело» и «Поварское и кондитерское дело».
      Чемпионат проходит в несколько этапов: в первом - участникам необходимо было приготовить кофе
      экспрессо, на втором этапе - необходимо приготовить кофе капучино. Затем, финалистам конкурса
      был предоставлен простор для фантазии приготовления напитка на основе кофе экспрессо. Ребята
      показали мастерство при работе на профессиональной кофемашине и кофемолке. Продемонстрировали
      знания в области работы бариста.
    </p>
    <p class="ab__p">
      - Открытый конкурс профессионального мастерства «Администратор отеля» среди студентов 3 курса
      колледжа.
    </p>
    <p class="ab__p">
      Обучающиеся колледжа принимают активное участие в мероприятиях городского и областного
      уровней: Региональный чемпионат профессионального мастерства «Профессионалы»; Региональный
      чемпионат по профессиональному мастерству среди инвалидов и лиц с ограниченными возможностями
      здоровья «Абилимпикс».
    </p>
    <p class="ab__p">
      - Работа «Полевой кухни» на общегородских мероприятиях, посвященных празднованию годовщины
      Победы в парке Победы.
    </p>
    <p class="ab__p">
      Отдельно хочется отметить конкурсы, проходящие под эгидой института развития профессионального
      образования, в которых можно принять участие:
    </p>
    <p class="ab__p">
      Международный конкурс творческих студенческих проектов антикоррупционной направленности
      проводится с целью привлечения внимания общественности к проблеме коррупции, поддержки
      творческих инициатив молодежи в создании социальных антикоррупционных проектов в
      образовательных организациях, реализующих образовательные программы среднего профессионального
      образования
      <p style="color: rgb(124, 165, 255)">
        <a href="https://firpo.ru/activities/contests/mezhdunarodnyy-konkurs-tvorcheskih-studencheskih-proektov-antikorruptsionnoy-napravlennosti.html">ссылка</a>
    </p>

    </p>
    <p class="ab__p">
      Всероссийский конкурс проектов «История профессии в моей семье: суперпрофессиональная семья»
      способствует популяризации профессиональных династий, развитию преемственности семейных
      трудовых традиций, укреплению значимости института семьи и семейных ценностей, повышению
      престижа рабочих профессий и содействует укреплению авторитета человека труда
      
      <p style="color: rgb(124, 165, 255)">
        <a href="https://firpo.ru/activities/contests/vserossiyskiy-konkurs-proektov-istoriya-professii-v-moey-seme-superprofessionalnaya-semya-1.html">ссылка</a>
    </p>
    </p>
  </block-ab>
</template>

<script>
export default {}
</script>

<style scoped lang="scss">
.ab {
  &__video {
    margin-right: auto;
    max-width: 580px;
    max-height: auto;
    @include small-media() {
      max-width: 260px;
      max-height: auto;
    }
  }
}
</style>
