<template>
  <block-ab title="Студенческий спортивный клуб «Старт»">
    <common-documents-list json-path="documents/sport-club.json" />

    <div class="ab__video">
      <video class="ab__video" controls>
        <source src="/video/презентация на сайт ССК СТАРТ 2024.mp4" type="video/mp4" />
        Ваш браузер не поддерживает видео
      </video>
      <p class="ab__p">
        Любители физической культуры и спорта! Специально для вас есть отличное предложение. С
        сентября идет набор в секции спортивного студенческого клуба «Старт»:
      </p>
      <p class="ab__p">1. Баскетбол – понедельник, среда</p>
      <p class="ab__p">2. Фитнес - четверг Преподаватель - Козка Ярослава Васильевна</p>
      <p class="ab__p">3. Волейбол – вторник, четверг</p>
      <p class="ab__p">
        4. Общая физическая подготовка (ОФП) – среда Преподаватель - Шуваева Надежда Игоревна
      </p>
      <p class="ab__p">5. Волейбол – понедельник, среда, пятница</p>
      <p class="ab__p">
        6. Общая физическая подготовка (ОФП) – понедельник Преподаватель - Митрохин Виктор
        Георгиевич
      </p>
      <p class="ab__p">
        7. Общая физическая подготовка (ОФП) – понедельник, вторник, пятница Преподаватель - Брыль
        Эвредика Викторовна
      </p>
      <p class="ab__p">8. Пауэрлифтинг – вторник, четверг</p>
      <p class="ab__p">
        9. Гиревой спорт – понедельник, среда, пятница Преподаватель - Елисеев Виктор Сергеевич
      </p>
      <p class="ab__p">
        Для записи в секции спортивного студенческого клуба «Старт» и для получения дополнительной
        информации обращаться к преподавателям физической культуры.
      </p>
    </div>
  </block-ab>
</template>

<script>
export default {}
</script>

<style scoped lang="scss"></style>
